[
  {
    "id": 1,
    "party": "พลังประชารัฐ",
    "title": "ต่อยอดบัตรสวัสดิการแห่งรัฐ",
    "category": "equality",
    "status": "done",
    "description": "เป็นโครงการที่ต่อยอดจากที่ทำไว้หนึ่งในโครงการสำคัญของรัฐบาลพลเอกประยุทธ์ จันทร์โอชา คือ โครงการ National e-payment มีโครงการย่อย “โครงการลงทะเบียนเพื่อสวัสดิการแห่งรัฐ” เพื่อฐานข้อมูลสำหรับการจัดสวัสดิการของหน่วยงานภาครัฐให้กับผู้ที่มีรายได้น้อยที่ต้องการความช่วยเหลือจากภาครัฐ ให้เงินคนทำงานรายได้ต่ำกว่า 30,000 บาทต่อปี (เส้นยากจน)\nเนื่องจากมองว่าที่ผ่านมาการจัดสวัสดิการสังคมและการให้เงินช่วยเหลือของภาครัฐยังมีข้อจำกัด โดยการจัดสรรเงินไม่ตรงกลุ่มเป้าหมาย เพราะข้อมูลยังกระจัดกระจาย และไม่พบข้อมูลเชิงลึก ดังนั้นโครงการขึ้นมาเพื่อเป็นฐานข้อมูลและให้ความช่วยเหลือได้\nนโยบายนี้เป็นหนึ่งในมาตรการช่วยเหลือในมาตรการสวัสดิการแห่งรัฐ ซึ่งอยู่ภายใต้โครงการ National e-Payment  ของรัฐบาล โดยจะมีการลงทะเบียนเพื่อรับบัตรสวัสดิการแห่งรัฐ หรือบัตรคนจน โดย 1 ในคุณสมบัติของผู้ถือบัตร คือจะต้องมีรายได้ต่ำกว่า 100,000 บาท/ปี และแบ่งย่อยออกเป็น ผู้มีสิทธิที่มีรายได้ไม่เกินกว่า 30,000 บาท/ปี จะได้รับวงเงินค่าซื้อสินค้าอุปโภคบริโภคที่จำเป็น 300 บาท/คน/เดือน ซึ่งที่ผ่านมาทางรัฐบาลมีการโอนเงินผ่านบัตรนี้แล้ว รวมถึงมีเงินเยียวยาผู้ได้รับผลกระทบจากโควิด-19เพิ่มเติมอีก",
    "isNCPO": false,
    "imageUrl": "http://path.local/พลังประชารัฐ_7.jpg",
    "links": [
      {
        "name": "ตรวจสอบสิทธิ์สวัสดิการแห่งรัฐ",
        "url": "https://govwelfare.cgd.go.th/welfare/check"
      },
      {
        "name": "บทความข้อมูลเกี่ยวกับบัตรสวัสดิการแห่งรัฐ",
        "url": "https://spm.thaigov.go.th/FILEROOM/spm-thaigov/DRAWER004/GENERAL/DATA0000/00000438.PDF"
      },
      {
        "name": "มาตรการช่วยเหลือผู้มีรายได้น้อย ในรัฐบาลประยุทธ์ - กรุงเทพธุรกิจ",
        "url": "https://www.bangkokbiznews.com/news/887110"
      }
    ],
    "timelines": [
      {
        "label": "เปิดโอกาสให้ผู้มีรายได้น้อยลงทะเบียน",
        "from": "2016-04-03",
        "to": "2016-05-15"
      },
      { "label": "เริ่มแจกบัตรสวัสดิการแห่งรัฐ", "from": "2017-09-21" }
    ]
  }
]
