[
  {
    "id": 1804017708,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. การเปลี่ยนแปลงสภาพภูมิอากาศ (Climate Change)",
    "category": "environment",
    "status": "proposed",
    "description": "การเปลี่ยนแปลงสภาพภูมิอากาศจากการปล่อยก๊าซเรือนกระจก (GHG) ที่เพิ่มขึ้นจากกิจกรรมการพัฒนาของมนุษย์ส่งผลให้เกิดภาวะอากาศสุดขั้วและภัยพิบัติต่าง ๆ ก่อให้เกิดความสูญเสียและความเสียหายในด้านต่าง ๆ เช่น ความพร้อมใช้ของน้ำและการผลิตอาหาร สุขภาพและความเป็นอยู่ที่ดี เมือง การตั้งถิ่นฐาน และโครงสร้างพื้นฐาน รวมถึงความหลากหลายทางชีวภาพและระบบนิเวศ ด้วยเหตุนี้ ทั่วโลกรวมทั้งประเทศไทยจึงให้ความสำคัญกับการดำเนินการอย่างเร่งด่วนเพื่อต่อสู้กับการเปลี่ยนแปลงสภาพภูมิอากาศ",
    "solution": "สิทธิและหน้าที่\n- นิติบุคคล หน่วยงานของรัฐ และรัฐวิสาหกิจ มีหน้าที่ตรวจวัดและจัดส่งรายงานปริมาณการปล่อยและดูดกลับ GHG\n- รัฐต้องเปิดเผยข้อมูลทั้วไปเกี่ยวกับปริมาณการปล่อยหรือดูดกลับ GHG ให้สาธารณชนสามารถเข้าถึงได้ง่าย และเพิ่มศักยภาพประชาชนในการปรับตัว สร้างสังคมที่ยืดหยุ่น เน้นภาคส่วน/กลุ่มคนที่เปราะบาง พัฒนานวัตกรรมที่ช่วยในการปรับตัว มีการวางแผนร่วมกับองค์กรปกครองส่วนท้องถิ่นและประชาชนในพื้นที่\n- ภาคประชาสังคมต้องมีส่วนร่วมในคณะกรรมการชุดต่าง ๆ สามารถติดตามตรวจสอบการดำเนินงานของรัฐในการจัดการการเปลี่ยนแปลงสภาพภูมิอากาศได้\n\nกลไกการขับเคลื่อน\n- คณะกรรมการขับเคลื่อนนโยบายและแผนการดำเนินงานการเปลี่ยนแปลงสภาพภูมิอากาศแห่งชาติ\n- แผนแม่บทรองรับการเปลี่ยนแปลงสภาพภูมิอากาศแห่งชาติ / แผนปฏิบัติการลด GHG / แผนการปรับตัว\n- กองทุนการเปลี่ยนผ่านสีเขียว การปรับตัวและรับมือภัยพิบัติ\n\nเป้าหมายและกลไกการลดการปล่อยก๊าซเรือนกระจก\n- ขยับเป้าหมายความเป็นกลางทางคาร์บอนและการปล่อยก๊าซเรือนกระจกสุทธิเป็นศูนย์เข้ามา 15 ปี และมีการทบทวนทุก 5 ปี\n- ใช้เครื่องมือทางการเงิน (เช่น ตราสารทุน การค้ำประกัน เงินอุดหนุน เงินกู้ดอกเบี้ยต่ำ) สำหรับ SMEs / การคลัง (ภาษีคาร์บอน) / ราคาคาร์บอน เพื่อจูงใจให้เกิดการเปลี่ยนผ่านสู่เศรษฐกิจสีเขียวและมีบทลงโทษสำหรับผู้ที่ปล่อยเกินกว่าเกณฑ์ที่กำหนด\n- กำหนดกรอบเพดานการปล่อย GHG รายอุตสาหกรรม และตั้งเป้าหมายลด GHG ในรายอุตสาหกรรม โดยระดับเพดานจะลดลงทุกปี\n- คาร์บอนเครดิตที่ได้รับการรับรอง ต้องลด GHG ได้จริง อันเกิดจากความพยายามเพิ่มเติม ตรวจสอบได้ ดูดซับถาวร มีกลไกป้องกันทางสังคมและสิ่งแวดล้อม แบ่งปันผลประโยชน์อย่างเป็นธรรม และต้องเป็นไปตามหลักการให้ฉันทานุมัติที่ได้รับการรับรู้ บอกแจ้งล่วงหน้า และเป็นอิสระสำหรับชนเผ่าพื้นเมือง\n- ผู้ส่งออกสินค้าไป EU ที่ต้องปฏิบัติตามมาตรการปรับราคาคาร์บอนก่อนข้ามพรมแดน (Carbon Border Adjustment Mechamism: CBAM) สามารถจ่ายราคาคาร์บอนได้ในรูปของภาษี ค่าธรรมเนียม หรือสิทธิในการปล่อยก๊าซเรือนกระจกได้ (ยกเว้นคาร์บอนเครดิต)\n\nบทกำหนดโทษ\n- กำหนดโทษทั้งผู้พัฒนาโครงการ เจ้าของโครงการ ผู้ซื้อ และผู้ประกอบธุรกิจคาร์บอนเครดิต ที่ไม่ปฏิบัติตามข้อกฎหมาย",
    "url": "https://drive.google.com/file/d/1ys9v80hud1-w5sySbU-rW3jwcrwEX21t/view",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1831471727,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. ฝุ่นพิษและการก่อมลพิษข้ามพรมแดน (อากาศสะอาด)",
    "category": "environment",
    "status": "working",
    "description": "ประเทศไทยได้รับผลกระทบจากปัญหาฝุ่นละอองขนาดเล็ก (PM 2.5) รวมถึงปัญหามลพิษทางอากาศมาเป็นระยะเวลายาวนาน โดยสาเหตุการเกิดปัญหามีด้วยกันหลายประการ เช่น การเผาในที่โล่ง เกษตรกรรม ไฟป่า อุตสาหกรรม ฯลฯ ตลอดจนปัญหามลพิษข้ามพรมแดน ซึ่งปัญหานี้ได้ส่งผลกระทบต่อประชาชนทั้งในเรื่องของสุขภาพ และเศรษฐกิจ ดังนั้นเพื่อเป็นการแก้ไขปัญหาฝุ่นพิษและการก่อมลพิษข้ามพรมแดน จึงเป็นการสมควรให้มีกฎหมายที่จะแก้ไขปัญหาทั้งโครงสร้าง",
    "solution": "บังคับจัดทำรายงานสิ่งแวดล้อมทั้งระบบ\n- โรงงานตามกฎหมายโรงงาน และบริษัทที่อยู่ในตลาดหลักทรัพย์ต้องจัดทำรายงานด้านสิ่งแวดล้อมท้ังระบบ \n- ธุรกิจที่มีหน้าที่ส่งรายงานแล้วไม่ส่งหรือแจ้งเท็จต้องระวางโทษท้ังจำคุกและปรับรวมถึงการส่งล่าช้าจะมีค่าปรับเป็นรายวัน \n\nนายก อบจ. เป็นแกนหลักในการแก้ไขปัญหาในพื้นที่\n- นายกองค์การบริหารส่วนจังหวัด เป็นประธานกรรมการระดับจังหวัด และมีผู้บริหารท้องถิ่น ผู้แทนจากราชการส่วนภูมิภาค เป็นกรรมการร่วม \n- หากเกิดปัญหาฝุ่นพิษในพื้นที่เป็นอันตรายและส่งผลกระทบต่อประชาชน คณะกรรมการระดับจังหวัดสามารถประกาศ “เขตฝุ่นพิษอันตราย” และผู้บริหารท้องถิ่นมีอำนาจในการส่ังการป้องกันและแก้ไขปัญหา \n- ป้องกันไม่ให้ท้องถิ่นถูกฟ้องกลับหากการดำเนินการแก้ไขปัญหามลพิษทางอากาศในพื้นที่ที่ทำไปด้วยความสุจริต\n\nเปิดเผยรายชื่อผู้ก่อมลพิษ (Social Sanction)\n- คณะกรรมการสิ่งแวดล้อมแห่งชาติมีหน้าที่ ออกประกาศรายนามผู้ประกอบการและผลิตภัณฑ์ที่เป็นสาเหตุของการก่อมลพิษ \n- หากพบว่าบุคคล องค์กร ธุรกิจ เป็นผู้ทำความผิด หรือมีส่วนท้ังทางตรงหรือทางอ้อม ที่ก่อให้เกิดฝุ่นพิษจะต้องถูกประกาศรายนามให้ประชาชนทราบ\n\nเปิดข้อมูลการทำงานของหน่วยงานให้ประชาชนทราบ\n- กระทรวงที่มีอำนาจหน้าที่ ตาม พ.ร.บ. ต้องทำรายงานผลการดำเนินงานให้คณะกรรมการสิ่งแวดล้อมทราบ \n- คณะกรรมการสิ่งแวดล้อมแห่งชาติต้องรายงานผลการดำเนินการให้สภาผู้แทนราษฎรปีละ 1 ครั้ง เพื่อให้ผู้แทนราษฎรได้เป็นกระบอกเสียงในการสะท้อนผลการดำเนินงาน",
    "url": "https://drive.google.com/file/d/184JiTVe-ful44ewvvVsc_8hsaQGPImSc/view?usp=sharing",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1804017683,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. การรายงานการปล่อยและการเคลื่อนย้ายสารมลพิษสู่สิ่งแวดล้อม (PRTR)",
    "category": "environment",
    "status": "proposed",
    "description": "- ประเทศไทยไม่มีกฎหมายที่ปกป้องและรับรองสิทธิของชุมชนและประชาชนในการเข้าถึง รับรู้และตรวจสอบข้อมูลด้านสิ่งแวดล้อม และสารเคมีอันตราย\n\n- ประชาชนไม่สามารถรู้ข้อมูลแหล่งที่มาของสารมลพิษเพื่อนำไปประเมินความเสี่ยงในการอยู่อาศัยได้  \n\n- รัฐไม่มีข้อมูลในการเตรียมความพร้อมในการรับมือกับเหตุการณ์ฉุกเฉินที่อาจเกิดจากสารมลพิษได้ทันที \n\n- ประชาชนไม่มีเครื่องมือในการตรวจสอบการดำเนินการของผู้ประกอบกิจการ",
    "solution": "- กฎหมายกำหนดให้ผู้ที่ครอบครอง, ปล่อย, หรือเคลื่อนย้ายสารมลพิษต้องทำการรายงานและเปิดเผยข้อมูลต่อหน่วยงานที่เกี่ยวข้อง\n\n- หน่วยงานตามข้อ 1 ต้องเปิดเผยต่อสาธารณะถึงข้อมูลเกี่ยวกับชนิดและปริมาณของสารเคมีหรือมลพิษที่มีการปลดปล่อยจากแหล่งกำเนิดสู่ตัวกลางสิ่งแวดล้อม ทั้งอากาศ ดิน น้ำ รวมถึงการเปิดเผยข้อมูลการนำน้ำเสียหรือของเสียที่มีสารเคมีหรือมลพิษออกจากแหล่งกำเนิด ไปบำบัดหรือกำจัดภายนอก",
    "url": "https://drive.google.com/file/d/1SH05PnaBFAnTssqrwHZVUnnSj8TeGv18/view",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1831471787,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. การบริหารจัดการขยะและการหมุนเวียนทรัพยากร",
    "category": "environment",
    "status": "proposed",
    "description": "การจัดการขยะเป็นปัญหาที่สะสมมาเป็นเวลานาน โครงสร้างการจัดการขยะของประเทศไทยยังมีความล้าหลังมีหน่วยงานทำงานซ้ำซ้อนและขาดการบูรณาการ ส่งผลให้ประเทศมีพื้นที่รับจัดการขยะที่ไม่ถูกต้อง เช่น บ่อเทกองซึ่งปล่อยมลพิษสู่สิ่งแวดล้อมและประชาชนมากกว่า  2,000  แห่งทั่วประเทศ พื้นที่ปนเปื้อนจากการประกอบกิจการที่เกี่ยวข้องกับขยะไม่ได้รับการจัดการ ควบคุม และฟื้นฟู นอกจากนี้ประเทศไทยยังมีการใช้ทรัพยากรที่สูง อัตราการรีไซเคิลยังมีค่าต่ำเนื่องจากขาดกฎหมายที่สนับสนุนให้เกิดเศรษฐกิจหมุนเวียน",
    "solution": "- ยกเลิกการจัดการขยะตามการรับผิดชอบของหน่วยงานราชการ ให้แบ่งการจัดการขยะตามลักษณะของขยะ ได้แก่ ขยะติดเชื้อ, ขยะไม่อันตราย, ขยะอันตราย\n\n- กำหนดแนวทางด้านการจัดการขยะแบบครบวงจร ได้แก่ การคัดแยกขยะต้นทางภายใน 3 ปี, กำกับการขนส่งกลางทาง, กำหนดมาตรฐานและแนวทางการอนุญาตและควบคุมสถานที่จัดการขยะที่ปลายทาง\n\n- นำหลักการ Waste Hierarchy หรือลำดับขั้นในการจัดการขยะ (Reduce การลดการเกิดขยะ , Reuse การใช้ซ้ำ, Recycle การนำมาใช้ใหม่, Heat Recovery การนำมาใช้ประโยชน์ด้วยการทำเป็นเชื้อเพลิง, Disposal การกำจัด) มาประยุกต์ใช้ในการบริหารจัดการขยะ \n\n- สนับสนุนให้เกิดการหมุนเวียนทรัพยากร (Circular Economy) โดยใช้หลักการ “การขยายความรับผิดชอบของผู้ผลิต” เพื่อให้ผู้ผลิตต้องรับผิดชอบในการจัดการซากผลิตภัณฑ์ของตนเอง เช่น ซากบรรจุภัณฑ์, ซากขยะอิเลคโทรนิคส์ เป็นต้น โดยใช้มาตรการทางสังคมและเศรษฐศาสตร์ควบคู่กันในการออกแบบระบบการจัดการซาก ทั้งนี้สามารถกฎเกณฑ์ในรูปของกฎกระทรวงโดยไม่จำเป้นต้องออกเป็น พรบ.  เพื่อลดระยะเวลาในการออกกฎหมายลง\n\n- กำหนดเงินค้ำประกันการประกอบกิจการที่เกี่ยวข้องกับขยะ และการตั้งกองทุนเพื่อฟื้นฟูพื้นที่ปนเปื้อนเพื่อให้ภาครัฐเข้าไปแก้ไขและฟื้นฟูพื้นที่ปนเปื้อนได้ทันที",
    "url": "https://drive.google.com/file/d/17epdYUpQXyMSZuJHeYuTZB0rDA58Y0qC/view",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1804017671,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. สหภาพแรงงาน",
    "category": "labor",
    "status": "proposed",
    "description": "ติดตามรายละเอียดของร่างได้เร็ว ๆ นี้",
    "solution": "ติดตามรายละเอียดของร่างได้เร็ว ๆ นี้",
    "url": "",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1803879691,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. ยกเลิกประกาศคณะรักษาความสงบแห่งชาติและคำสั่งหัวหน้าคณะรักษาความสงบแห่งชาติ (ยกเลิกประกาศ คสช.)",
    "category": "army",
    "status": "proposed",
    "description": "หลังรัฐประหาร 2557 คณะรักษาความสงบแห่งชาติ (คสช.) ได้ออกประกาศและคำสั่งหลายฉบับที่เป็นการลิดรอนสิทธิเสรีภาพขั้นพื้นฐานของประชาชน ซึ่งถูกรับรองโดยมาตรา 279 ของรัฐธรรมนูญ 2560 ให้มีผลบังคับใช้ต่อไปจนกว่าจะมี พ.ร.บ. ยกเลิกหรือแก้ไข ถึงแม้จะมีการยกเลิกประกาศและคำสั่งไปแล้วส่วนหนึ่ง แต่ก็ยังเหลืออีกหลายฉบับ (17) ที่มีเนื้อหาที่ละเมิดสิทธิเสรีภาพของประชาชน ขัดต่อหลักนิติธรรม และไม่สอดคล้องกับมาตรฐานสากล",
    "solution": "ยกเลิกประกาศ/คำสั่ง ที่จำกัดเสรีภาพการแสดงออก\n- ประกาศ คสช. ฉบับที่ 7/2557\n- ประกาศ คสช. ฉบับที่ 25/2557\n- ประกาศ คสช. ฉบับที่ 29/2557\n- ประกาศ คสช. ฉบับที่ 41/2557\n- ประกาศ คสช. ฉบับที่ 49/2557\n- คำสั่งหัวหน้า คสช. ที่ 3/2558\n\nยกเลิกประกาศ/คำสั่ง ที่จำกัดเสรีภาพสื่อมวลชน\n- ประกาศ คสช. ฉบับที่ 26/2557\n\nยกเลิกประกาศ/คำสั่ง ที่จำกัด\nสิทธิในกระบวนการยุติธรรม\n- คำสั่งหัวหน้า คสช. ที่ 3/2558\n- คำสั่งหัวหน้า คสช. ที่ 13/2559\n- คำสั่งหัวหน้า คสช. ที่ 5/2560\n\nยกเลิกประกาศ/คำสั่ง ที่จำกัดสิทธิชุมชนและสิ่งแวดล้อม\n- คำสั่งหัวหน้า คสช. ฉบับที่ 4/2558\n- คำสั่งหัวหน้า คสช. ฉบับที่ 17/2558\n- คำสั่งหัวหน้า คสช. ฉบับที่ 3/2559\n-คำสั่งหัวหน้า คสช. ฉบับที่ 4/2559\n- คำสั่งหัวหน้า คสช. ฉบับที่ 9/2559\n- คำสั่งหัวหน้า คสช. ฉบับที่ 74/2559\n- คำสั่งหัวหน้า คสช. ฉบับที่ 31/2560",
    "url": "https://drive.google.com/file/d/1WzDD5cl7cRGBip-ZqRMBC3-fGx5eJBah/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": [
      {
        "label": "ยื่นร่างกฎหมายสู่สภา",
        "from": "2023-07-18"
      }
    ]
  },
  {
    "id": 1804017604,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. การอำนวยความสะดวกในการพิจารณาอนุญาตและการให้บริการแก่ประชาชน (อำนวยความสะดวก)",
    "category": "corruption",
    "status": "proposed",
    "description": "ปัจจุบันประชาชนต้องเผชิญกับขั้นตอนการอนุญาตที่ไม่จำเป็นมากมายทำให้กระบวนการเป็นไปอย่างล่าช้า รวมถึงการพิจารณายังต้องอิงการใช้ดุลพินิจของเจ้าพนักงานในการอนุมัติ อนุญาต ซึ่งเสี่ยงนำไปสู่การทุจริตและประพฤติมิชอบได้",
    "solution": "เพิ่มกลไกในการทบทวนใบอนุญาตอย่างสม่ำเสมอ\n- กำหนดให้มีการทบทวนทุกกระบวนการขอใบอนุญาตอย่างน้อยทุก 5 ปี \n- กำหนดให้หน่วยงานจัดทำคู่มือประชาชนสำหรับทุกกระบวนการขอใบอนุญาต รวมถึงกรอบระยะเวลาในการพิจารณาใบอนุญาต โดยต้องมีการทบทวนคู่มืออย่างน้อยทุก 2 ปี\n\nเพิ่มความสะดวกและลดระยะเวลาในการขอใบอนุญาต\n- เปิดให้มีการจัดช่องทางพิเศษแบบเร่งด่วน (fast track) โดยมีค่าธรรมเนียมพิเศษ \n- กำหนดให้คำขอมีผลบังคับใช้เหมือนใบอนุญาตทันที (auto approve) หากไม่แจ้งผลการพิจารณาภายในกรอบเวลาที่ระบุในคู่มือ \n- เปิดให้มีการต่ออายุใบอนุญาตผ่านการชำระค่าธรรมเนียม โดยไม่ต้องยื่นคำขอต่ออายุ\n\nลดความซ้ำซ้อนในการขอใบอนุญาต\n- เปิดให้ผู้ขออนุญาตที่ต้องขออนุญาต จาก > 1 ราย ขอเพียงแค่ใบอนุญาตหลักได้\n- เปิดให้ผู้อนุญาตพิจารณาคำขอแทนกันได้  ในกรณีที่งต้องได้รับอนุญาตจาก > 1 ราย\n\nจัดตั้งศูนย์รับคำขอกลาง\n- ให้มีศูนย์รับคําขอกลางซึ่งดำเนินการผ่านระบบเทคโนโลยีสารสนเทศ",
    "url": "https://drive.google.com/file/d/1tmG8ee04U-O1U5z4XfTefiGcxMX_E0jQ/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1804017491,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. กำหนดแผนและขั้นตอนการกระจายอำนาจให้แก่องค์กรปกครองส่วนท้องถิ่น (แผนและการกระจายอำนาจ)",
    "category": "decentralize",
    "status": "proposed",
    "description": "แม้องค์กรปกครองส่วนท้องถิ่นเป็นหน่วยงานรัฐที่ใกล้ชิดและมาจากการเลือกตั้งของประชาชนในพื้นที่ แต่ท้องถิ่นปัจจุบันมีข้อจำกัดทั้งด้านอำนาจและงบประมาณในการจัดทำบริการสาธารณะและแก้ไขปัญหาให้กับประชาชนในพื้นที่ ไม่ว่าจะเพราะข้อจำกัดจากการเขียนกฎหมายแบบ“positive list” ที่ระบุสิ่งที่ท้องถิ่นมีอำนาจทำได้เป็นข้อ ๆ ซึ่งทำให้ท้องถิ่นลังเลว่าทำได้หรือไม่เวลามีภารกิจที่เกี่ยวข้องกับการแก้ปัญหาในพื้นที่แต่ไม่ได้เขียนไว้ในกฎหมาย หรือข้อจำกัดทางกฎหมายที่ไม่รับรองช่องทางการหารายได้ที่หลากหลายเพียงพอ",
    "solution": "เพิ่มอำนาจท้องถิ่นในการจัดทำบริการสาธารณะ\n- กำหนดอำนาจท้องถิ่นแบบ “negative list” โดยระบุให้ท้องถิ่นจัดทำบริการสาธารณะได้ทั้งหมด ยกเว้น ทหาร-ศาล-เงินตรา-การต่างประเทศ และบริการสาธารณะระดับประเทศ \n- เพิ่มอำนาจท้องถิ่นเกี่ยวกับรูปแบบในการจัดทำบริการสาธารณะ - เช่น การร่วมมือกันระหว่างท้องถิ่นหลายแห่ง การทำสัญญากับเอกชนในรูปแบบการร่วมทุนหรือสัญญาสัมปทาน\n\nเพิ่มอำนาจท้องถิ่นในการหารายได้\n- เพิ่มช่องทางให้ท้องถิ่นหารายได้ผ่านการกู้เงินและออกพันธบัตร โดยให้คณะกรรมการการกระจายอำนาจให้แก่องค์กรปกครองส่วนท้องถิ่น (ก.ก.ถ.) กำหนดหลักเกณฑ์ \n- เพิ่มช่องทางให้ท้องถิ่นหารายได้ผ่านการเก็บค่าธรรมเนียมที่รับรองโดยข้อบัญญัติท้องถิ่น\n\nกำหนดมาตรฐานบริการสาธารณะ\n- ให้คณะกรรมการการกระจายอำนาจให้แก่องค์กรปกครองส่วนท้องถิ่น (ก.ก.ถ.)  มีหน้าที่กำหนดมาตรฐานขั้นต่ำของบริการสาธารณะที่ท้องถิ่นจัดทำทั่วประเทศ",
    "url": "https://drive.google.com/file/d/14c-hiDHijQihd0TEVUOFAYqMnrwy8xir/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": [
      {
        "label": "กำลังจัดเตรียมร่าง",
        "from": "2023-07-19"
      }
    ]
  },
  {
    "id": 1804017613,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. ภาษีที่ดินและสิ่งปลูกสร้าง (ภาษีที่ดินแยกแปลง)",
    "category": "tax",
    "status": "proposed",
    "description": "การกำหนดอัตราภาษีโดยองค์กรปกครองส่วนท้องถิ่นไม่ยืดหยุ่น มีช่องโหว่ในการเลี่ยงภาษีด้วยการปลูกพืชในพื้นที่รกร้างใจกลางเมือง รวมถึงขั้นตอนและวิธีการประเมินและจัดเก็บภาษีไม่สอดคล้องกับประสิทธิภาพที่แท้จริงในการดำเนินงานขององค์กรปกครองส่วนท้องถิ่น",
    "solution": "ปรับนิยามและการใช้ประโยชน์\n- ในนิยาม “สิ่งปลูกสร้าง” เพิ่มท่าเทียบเรือและนำเรื่องการอยู่อาศัยและใช้สอยออกจากนิยาม\n- เปลี่ยนการจัดประเภทการใช้ประโยชน์ที่ดินและอาคารใหม่\n\nปรับอัตราภาษี/อัตราเบี้ยปรับ\n- ปรับเพิ่มอัตราภาษีสูงสุดเป็น 3% และให้อำนาจองค์กรปกครองส่วนท้องถิ่นในการกำหนดอัตราภาษี\n- ปรับลดการยกเว้นมูลค่าของฐานภาษีสำหรับการประกอบเกษตรกรรมและที่อยู่อาศัยเป็นไม่เกิน 5 ล้านบาท \n- ปรับลดอัตราเบี้ยปรับภาษีค้างชำระลง 10 เท่า\n- ยกเลิกการเพิ่มอัตราภาษี กรณีปล่อยให้ที่ดินรกร้างว่างเปล่าต่อไป\n\nแก้ไขวิธีการแจ้งการประเมินภาษี\n- กรณีที่ไม่สามารถนำส่งให้กับผู้เสียภาษีโดยตรงได้ ให้ประกาศในหนังสือพิมพ์หรือสื่ออิเล็กทรอนิกส์ที่เป็นทางการขององค์กรปกครองส่วนท้องถิ่นนั้น\n- เพิ่มเวลาให้ อปท. ในการแจ้งภาษี\n\nแก้ไขหน้าที่-อำนาจของ คกก. ภาษีที่ดินและสิ่งปลูกสร้างจังหวัด\n- ยกเลิกหน้าที่และอำนาจในการให้ความเห็นชอบอัตราภาษีตามร่างข้อบัญญัติท้องถิ่นขององค์กรปกครองส่วนท้องถิ่น",
    "url": "https://drive.google.com/file/d/1ml1SATP6FQNfqWkqMcdglougjeSY9sPC/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1804017616,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. ภาษีความมั่งคั่ง",
    "category": "tax",
    "status": "proposed",
    "description": "ปัจจุบันความเหลื่อมล้ำในสังคมไทยเป็นปัญหาใหญ่ ช่องว่างทางรายได้ระหว่างคนรวยและคนจน ในประเทศไทยขยายมากขึ้นอย่างชัดเจน บุคคลทั่วไปจนลง แต่บุคคลหรือครัวเรือนที่ร่ำรวยกลับมีสินทรัพย์ถือครองเพิ่มมากขึ้นในขณะที่เสียภาษีในอัตราต่ำกว่าที่ควรจะเป็น  อีกทั้งรัฐจำเป็นต้องจัดเก็บรายได้เพื่อเป็นงบประมาณในการบริหารประเทศและกระจายทรัพยากรให้ทุกคนได้ใช้ประโยชน์อย่างเท่าเทียมกัน",
    "solution": "กำหนดให้ผู้ที่มีสินทรัพย์สุทธิเกิน 300 ล้านบาท ต้องเสียภาษีความมั่งคั่ง \n- นำภาษีที่ชำระไปแล้ว หรือจะต้องชำระในปีนั้น เช่น ภาษีที่ดินและสิ่งปลูกสร้าง ภาษีที่ดินรวมแปลง ภาษีเงินได้บุคคลธรรมดา มาหักลบออกจากจำนวนภาษีความมั่งคั่งที่จะต้องชำระ ได้เป็นจำนวนภาษีความมั่งคั่งที่ต้องชำระจริง\n- อัตราภาษีเป็นไปตามที่กำหนดในพระราชกฤษฎีกา แต่ต้องไม่เกิน 0.5% ของฐานภาษี\n- ทรัพย์สินบางประเภทจะไม่นำมาคำนวณเป็นฐานภาษี เช่น เสื้อผ้า ข้าวของเครื่องใช้ส่วนตัว หุ้นใน บมจ. ซึ่งอยู่ในตลาดหลักทรัพย์ฯ\n- การคำนวณมูลค่าทรัพย์สินเป็นไปตามหลักเกณฑ์ที่รัฐมนตรีกำหนด แต่อยู่บนพื้นฐานของราคาซึ่งอาจซื้อขายได้จริงในตลาด\n- การเก็บภาษีความมั่งคั่งจะไม่เก็บภาษีซ้ำซ้อนจากที่บุคคลนั้นเคยจ่ายไปแล้ว",
    "url": "https://drive.google.com/file/d/1WW-BN6ofMfAyGjSyjRFgOvyHrbzbfku-/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1804017667,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. การปฏิรูปที่ดินเพื่อประชาชน (ส.ป.ก.)",
    "category": "land",
    "status": "proposed",
    "description": "ปัจจุบัน เกษตรกรจำนวนมากขาดเอกสารสิทธิหรือโฉนดในที่ดินที่ตนเองใช้ชีวิตและทำมาหากินมาหลายรุ่น แม้เกษตรกรที่มีที่ดิน ส.ป.ก. ก็ยังไม่มีความมั่นคงในการถือครองที่ดิน เพราะเอกสารสิทธิที่ดิน ส.ป.ก. เป็นเอกสารสิทธิที่มีข้อจำกัดในการเปลี่ยนมือการครอบครอง ซึ่งเป็นข้อจำกัดในการเข้าถึงแหล่งเงินทุน การใช้เป็นหลักทรัพย์ค้ำประกัน (ยกเว้นกับ ธ.ก.ส.) และการเปลี่ยนพื้นที่ทำกินและเปลี่ยนอาชีพ",
    "solution": "เปลี่ยนที่ดิน ส.ป.ก. ให้เป็นโฉนดอย่างเป็นธรรม\n- หากผู้รับสิทธิ ส.ป.ก. กับ ผู้ใช้ประโยชน์ที่ดิน ตรงกัน: ออกโฉนดที่ดินได้เลย\n- หากผู้รับสิทธิ ส.ป.ก. กับ ผู้ใช้ประโยชน์ที่ดิน ไม่ตรงกัน: ออกโฉนดที่ดินต่อเมื่อ\n(1) เป็นผู้ที่มีหลักฐานใช้ประโยชน์ที่ดินแปลงมาไม่ต่ำกว่า 10 ปี และ\n(2) เป็นผู้ที่มีหลักฐานข้อตกลงระหว่างผู้ได้รับสิทธิเดิมกับผู้ใช้ประโยชน์ที่ดินจริง และ\n(3) เป็นผู้ที่มีทรัพย์สินทั้งหมดไม่เกิน 10 ล้านบาท\n- กรณีที่ใช้ที่ดินที่ผ่านมาเพื่อการเกษตร: ได้รับการเปลี่ยน ส.ป.ก. เป็นโฉนดได้ไม่เกิน 50 ไร่\n- กรณีที่ใช้ที่ดินที่ผ่านมาเพื่อวัตถุประสงค์อื่นนอกจากการเกษตร: ได้รับการเปลี่ยน ส.ป.ก. เป็นโฉนด เฉพาะผู้ที่ครอบครองที่ดินรวมกันทั้งหมด (ทั้งโฉนดที่ดินแปลงอื่นๆ และ ส.ป.ก. ที่จะถูกเปลี่ยนเป็นโฉนด) ไม่เกิน 50 ไร่\n\nปรับเงื่อนไขการเปลี่ยนมือการครอบครอง\n- ภายใน 5 ปีแรก (กรณีที่ผู้รับสิทธิ ส.ป.ก. กับ ผู้ใช้ประโยชน์ที่ดินตรงกัน) หรือ 10 ปีแรก (กรณีผู้รับสิทธิ ส.ป.ก. กับ ผู้ใช้ประโยชน์ที่ดินไม่ตรงกัน): โอนมรดกได้ แต่หากจะขายหรือจำนอง ต้องดำเนินการผ่านธนาคารที่ดิน\n- หลัง 5 ปีผ่านไป (กรณีที่ผู้รับสิทธิ ส.ป.ก. กับ ผู้ใช้ประโยชน์ที่ดินตรงกัน) หรือ 10 ปีผ่านไป (กรณีผู้รับสิทธิ ส.ป.ก. กับ ผู้ใช้ประโยชน์ที่ดินไม่ตรงกัน): ทำธุรกรรมได้เหมือนกับโฉนดที่ดินทั่วไป",
    "url": "https://drive.google.com/file/d/1pY75srBim-hKpxD-vwOVfw4VXD3fC1e_/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1804017615,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. ภาษีที่ดินรวมแปลง (ภาษีที่ดินรวมแปลง)",
    "category": "tax",
    "status": "proposed",
    "description": "ไทยมีปัญหาเรื่องการกระจุกตัวของที่ดินอยู่กับคนบางกลุ่มซึ่งอาจไม่ได้เกิดการใช้สอย โดยประมาณ 80% ของที่ดินกระจุกตัวอยู่ที่คนรวยที่สุดเพียง 5% ขณะที่ 75% ของคนไทยไม่มีที่ดินเป็นของตนเอง ซึ่งขณะนี้ไม่มีกฎหมายใดกำหนดให้บุคคลซึ่งถือครองที่ดินจำนวนมากต้องเสียภาษีสูงกว่าอย่างมีนัยสำคัญเมื่อเทียบกับบุคคลที่ถือครองที่ดินจำนวนน้อยกว่า อีกทั้งภาษีที่ดินในปัจจุบันถูกคำนวณและจัดเก็บแบบแยกแปลง จึงทำให้บุคคลที่มีที่ดินหลายแปลงทั่วประเทศที่มีขนาดเล็ก อาจจ่ายภาษีที่ดินน้อยกว่าบุคคลที่มีที่ดินไม่กี่แปลงแต่มีขนาดใหญ่ ทั้งๆที่พื้นที่ที่ดินรวมทุกแปลงของแต่ละบุคคลจะเท่ากัน",
    "solution": "พัฒนาระบบภาษีที่ดินแบบรวมแปลง\n- ประเมินฐานภาษีจากมูลค่าที่ดินทุกแปลงที่บุคคลนั้นเป็นเจ้าของ\n- ผู้มีขนาดที่ดินเกินกว่า 50 ไร่ และที่ดินนั้นมีมูลค่าตั้งแต่ 20 ล้านบาทขึ้นไปต้องเสียภาษี (กรณีนิติบุคคล มีที่ดิน 1 ไร่ ก็ต้องเสียภาษี) \n- อัตราภาษีเป็นไปตามบัญชีแนบท้าย แต่ไม่เกิน 1% (กรณีนิติบุคคล ให้ใช้อัตราภาษีสูงสุดในการคำนวณภาษี)\n- เมื่อคำนวณได้ภาษีที่ต้องจ่าย ให้นำภาษีที่ดินและสิ่งปลูกสร้างที่ได้จ่ายให้ อปท. ในปีนั้นมาลบออก จะได้จำนวนภาษีที่ต้องจ่ายจริง\n- ภาษีส่วนหนึ่งที่เก็บได้จะถูกหักออกมาเข้าธนาคารที่ดินก่อนนำส่งคืนรัฐ",
    "url": "https://drive.google.com/file/d/16fA5Huf0Le9V6toFke7vOgf8swISAB4N/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1812562822,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. บำนาญพื้นฐานถ้วนหน้า (บำนาญถ้วนหน้า)",
    "category": "labor",
    "status": "proposed",
    "description": "ปัจจุบันหลักประกันสำหรับผู้สูงอายุที่มีอยู่นั้นไม่เพียงพอต่อการเป็นหลักประกันทางรายได้และได้รับเงินในอัตราที่แตกต่างกันไปตามอาชีพ หากผู้สูงอายุที่เคยรับราชการอาจมีหลักประกันชีวิตจากเงินบำเหน็จบำนาญ ส่วนผู้ที่ไม่ได้รับราชการแต่เป็นผู้ประกันตนตามกฎหมายประกันสังคมอาจมีเงินบำนาญจากกองทุนประกันสังคมซึ่งเป็นเงินออมของผู้ประกันตนกับบริษัทผู้ประกอบการแต่รัฐไม่ได้อุดหนุน และมีผู้สูงอายุอีกจำนวนไม่น้อยที่ไม่เข้าเกณฑ์สองข้อข้างต้นและได้รับเพียงเบี้ยยังชีพผู้สูงอายุที่รัฐบาลให้ 600 - 1,000 บาทต่อเดือน ซึ่งไม่เพียงพอและไม่เหมาะสมต่อการดำรงชีวิตอย่างมีคุณภาพ โดยจากสถิติด้านความยากจนและการกระจายรายได้ในปี 2564 ของ สศช. พบว่า เส้นแบ่งความยากจน (Poverty Line) ค่าเฉลี่ยทั่วประเทศอยู่ที่ 2,803 บาท ดังนั้น ประชาชนที่มีอายุหกสิบปีขึ้นไปทุกคนควรมีสิทธิได้รับการดูแลจากภาครัฐอย่างถ้วนหน้าทุกคนโดยไม่มีความเหลื่อมล้ำกันระหว่างประชากรสาขาอาชีพต่าง ๆ",
    "solution": "ให้มีบำนาญพื้นฐานแบบถ้วนหน้าเป็นหลักประกันรายได้สำหรับผู้สูงอายุทุกคน \n\n- กำหนดคำนิยาม “บำนาญพื้นฐานถ้วนหน้า” “คณะกรรมการ” “กรรมการ” และ “รัฐมนตรี” กำหนดให้นายกรัฐมนตรี หรือรัฐมนตรี ที่นายกรัฐมนตรีมอบหมายเป็นผู้รักษาการตามกฎหมาย\n\n- กำหนดให้บุคคลทุกคนที่มีสัญชาติไทยอายุหกสิบปีบริบูรณ์ขึ้นไป ให้ได้รับบำนาญพื้นฐานถ้วนหน้า โดยไม่ตัดสิทธิประโยชน์ของผู้สูงอายุที่ได้รับบำนาญตามกฎหมายอื่น กำหนดให้รัฐมีหน้าที่จักบำนาญพื้นฐานถ้วนหน้า และกำหนดอัตราบำนาญพื้นฐานถ้วนหน้า ปรับเพิ่มทุก 3 ปี ตามเส้นความยากจนที่กำหนดโดยสำนักงานสภาพัฒนาการเศรษฐกิจ และสังคมแห่งชาติ\n\n- กำหนดให้มีคณะกรรมการ และอำนาจหน้าที่ของคณะกรรมการ โดยให้คณะกรรมการผู้สูงอายุแห่งชาติตาม พ.ร.บ. ผู้สูงอายุ พ.ศ. 2546 เป็นคณะกรรมการบำนาญพื้นฐานถ้วนหน้า การห้ามกรรมการที่มีส่วนได้เสียในเรื่องที่พิจารณาเข้าร่วมพิจารณาในเรื่องนั้น และให้มีอำนาจหน้าที่ในการออกคำสั่งเรียกให้บุคคลผู้เกี่ยวข้องมาให้ถ้อยคำ และส่งเอกสารประกอบการพิจารณา และการตั้งอนุกรรมการเฉพาะด้านเพื่อปฏิบัติหน้าที่ให้คำแนะนำปรึกษา เสนอแนะทางวิชาการต่อคณะกรรมการ\n\n- กำหนดบทกำหนดโทษกรณีผู้ไม่ปฏิบัติตามคำสั่งของคณะกรรมการ กรณีผู้มีสิทธิโดยไม่สุจริต และกรณีที่รัฐจ่ายเงินบำนาญพื้นฐานถ้วนหน้าล่าช้า หรือไม่ครบถ้วนจะต้องจ่ายเงินต้นพร้อมดอกเบี้ยร้อยละ 15 ต่อปี จนกว่าจะจ่ายครบถ้วน\n\n- กำหนดบทเฉพาะกาลให้คณะกรรมการประกาศปรับเปลี่ยนเบี้ยยังชีพผู้สูงอายุให้เป็นบำนาญพื้นฐานถ้วนหน้าภายใน 180 วัน หลังจาก พ.ร.บ. นี้ใช้บังคับ",
    "url": "https://drive.google.com/file/d/1otk2NS9b6KOyX1hq4sEYEQ-cGUiH4L8p/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1830512566,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. คุ้มครองแรงงาน (ลาคลอด 180 วัน)",
    "category": "labor",
    "status": "working",
    "description": "ปัจจุบันมีผู้ใช้แรงงานมากกว่า 700,000 คนที่ปฏิบัติหน้าที่ในหน่วยงานภาครัฐ แต่ไม่มีกฎหมาย กฎ ระเบียบคุ้มครองให้เป็นไปตามมาตรฐานกฎหมายคุ้มครองแรงงาน จึงทําให้แรงงานกลุ่มดังกล่าวได้รับสิทธิประโยชน์ต่ำกว่ากฎหมายคุ้มครองแรงงานกําหนด เช่น ลาป่วยโดนหักค่าจ้าง เป็นต้น\n\nวันลาคลอดตามกฎหมายปัจจุบันให้สิทธิลาคลอดเพียง 98 วัน และมีสิทธิได้รับค่าจ้างเพียง 90 วัน โดยพ่อแม่ไม่สามารถแบ่งวันลากันได้ ซึ่งถือเป็นเหตุหนึ่งที่ทําให้พ่อแม่หลายคนตัดสินใจมีบุตรน้อยลง มีส่วนมาจากความกังวลในภาระค่าใช้จ่ายและสภาพแวดล้อมที่ไม่เอื้อต่อการมีบุตร",
    "solution": "- เจ้าหน้าที่ในภาครัฐไม่ว่าจะอยู่ในราชการส่วนใด รัฐวิสาหกิจ หรือหน่วยงานอื่นของรัฐ หากมีกฎหมาย กฎ หรือข้อบังคับ กําหนดสิทธิประโยชน์ไว้อยู่แล้ว ให้ใช้สิทธิประโยชน์ตามกฎหมาย กฎ หรือระเบียบนั้น โดยไม่ต่ำกว่า พรบ.คุ้มครองแรงงาน กําหนด\n\n- ขยายสิทธิลาเพื่อคลอดหรือเลี้ยงดูครรภ์หนึ่ง (การท้อง 1 ครั้ง) รวมไม่เกิน 180 วัน (ตามคําแนะนําขององค์การอนามัยโลก) โดยได้รับค่าจ้าง 180 วัน จากนายจ้างไม่น้อยกว่า 90 วัน และได้รับค่าจ้างพร้อมสิทธิประโยชน์อื่นจากสํานักงานประกันสังคมเพิ่มเติมอีก 90 วัน โดยวันลาดังกล่าวสามารถมอบสิทธิของตนให้บิดาโดยชอบด้วยกฎหมายของบุตร(บิดาและมารดาได้จดทะเบียนสมรส) หรือคู่สมรสตามกฎหมายของตนได้ไม่เกิน 90 วัน",
    "url": "https://drive.google.com/file/d/1i2wliZDhLJDHvIaUpbcLGOUw-dPdrcNd/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1830513300,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. แก้ไขเพิ่มเติมประมวลกฎหมายอาญา (ปลดล็อกอุตสาหกรรมผู้ใหญ่)",
    "category": "rights",
    "status": "proposed",
    "description": "ปัจจุบันประมวลกฎหมายอาญากำหนดให้ความประสงค์แห่งการค้า หรือโดยการค้า เพื่อการแจกจ่ายหรือเพื่อการแสดงอวดแก่ประชาชน ทำ ผลิต มีไว้ นำเข้าหรือยังให้นำเข้าในราชอาณาจักร ส่งออกหรือยังให้ส่งออกไปนอกราชอาณาจักร พาไปหรือยังให้พาไปหรือทำให้แพร่หลายโดยประการใด ๆ ซึ่งเอกสารภาพเขียน ภาพพิมพ์ ภาพระบายสี สิ่งพิมพ์ รูปภาพ ภาพโฆษณา เครื่องหมาย รูปถ่าย ภาพยนตร์แถบบันทึกเสียง แถบบันทึกภาพหรือสิ่งอื่นใดอันลามก หรือประกอบการค้า หรือมีส่วนหรือเข้าเกี่ยวข้องในการค้าเกี่ยวกับวัตถุหรือสิ่งของลามกดังกล่าว จ่ายแจกหรือแสดงอวดแก่ประชาชน หรือให้เช่าวัตถุหรือสิ่งของเช่นว่านั้น หรือเพื่อจะช่วยการทำให้แพร่หลาย หรือการค้าวัตถุหรือสิ่งของลามกดังกล่าวแล้ว การโฆษณาหรือไขข่าวโดยประการใด ๆ ถือเป็นความผิดอาญา อันเป็นการจำกัดเสรีภาพในการประกอบอาชีพของบุคคลตามมาตรา 40 ของรัฐธรรมนูญแห่งราชอาณาจักรไทย จึงสมควรใช้มาตรการตามกฎหมายเพื่อคุ้มครองการประกอบอาชีพของบุคคลในการประกอบการค้าเกี่ยวกับเอกสารภาพเขียน ภาพพิมพ์ ภาพระบายสี สิ่งพิมพ์ รูปภาพ ภาพโฆษณา เครื่องหมาย รูปถ่าย ภาพยนตร์ แถบบันทึกเสียง แถบบันทึกภาพหรือสิ่งอื่นใดอันลามก วัตถุหรือสิ่งของลามก การโฆษณาหรือไขข่าวที่ไม่มีเนื้อหาเกี่ยวกับบุคคลอายุต่ำกว่ายี่สิบปีหรือที่เป็นการใช้ความรุนแรงให้สามารถดำเนินการได้ ซึ่งจะเป็นประโยชน์ต่อระบบเศรษฐกิจโดยรวมของประเทศ",
    "solution": "- แก้ไขเพิ่มเติมประมวลกฎหมายอาญา ปลดล็อกอุตสาหกรรมผู้ใหญ่ เพื่อความประสงค์แห่งการค้า การแจกจ่าย หรือการแสดงอวดแก่ประชาชน ทำ ผลิต มีไว้ นำเข้า-ส่งออกนอกราชอาณาจักร หรือทำให้แพร่หลายโดยประการใด ๆ\n\n- สื่อผู้ใหญ่ ห้ามมีเนื้อหาเป็นบุคคลอายุต่ำกว่า 20 ปี",
    "url": "https://drive.google.com/file/d/1bEiqxj7RCIKSG_-51maw46QFZ3c4O7Id/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1804017489,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. ยกเลิกพระราชบัญญัติการรักษาความมั่นคงภายในราชอาณาจักร พ.ศ. 2551 (ยุบ กอ.รมน.)",
    "category": "army",
    "status": "proposed",
    "description": "พระราชบัญญัติการรักษาความมั่นคงภายในราชอาณาจักร พ.ศ. 2551 ได้เปิดช่องให้ข้าราชการทหารมีอำนาจเหนือข้าราชการพลเรือนในภารกิจการรักษาความมั่นคงภายในประเทศ ผ่านการจัดตั้งกองอำนวยการรักษาความมั่นคงภายในราชอาณาจักร (กอ.รมน.) ที่ได้ขยายอำนาจมาเป็นโครงสร้างรัฐซ้อนรัฐ ที่ยัดเยียดนิยามความมั่นคงแบบทหารมาใช้ในภารกิจความมั่นคงภายใน ที่ถูกใช้เป็นเครื่องมือของรัฐบาลทหารในการจำกัดสิทธิเสรีภาพของผู้เห็นต่าง และที่ทำภารกิจที่ซ้ำซ้อนกับหน่วยงานความมั่นคงอื่น รวมถึงขยายมาสู่ภารกิจที่ไม่เกี่ยวข้องกับความมั่นคง (เช่น การศึกษา พลังงาน สิ่งแวดล้อม)",
    "solution": "ยุบกองอำนวยการรักษาความมั่นคงภายในราชอาณาจักร (กอ.รมน.)\n- ยกเลิก พ.ร.บ. การรักษาความมั่นคงภายในราชอาณาจักร พ.ศ. 2551 และ คำสั่งหัวหน้าคณะรักษาความสงบแห่งชาติ ที่ 51/2560 เรื่องการแก้ไขเพิ่มเติมกฎหมายว่าด้วยการรักษาความมั่นคงภายในราชอาณาจักร ที่เกี่ยวข้องกับการมีอยู่และอำนาจหน้าที่ของ กอ.รมน.\n- โอนบรรดากิจการ ทรัพย์สิน งบประมาณ หนี้ สิทธิ ข้าราชการ พนักงาน ลูกจ้าง และอัตรากำลังของกอ.รมน. ที่ถูกยุบไป มาเป็นของกรมการปกครอง กระทรวงมหาดไทย",
    "url": "https://drive.google.com/file/d/1j_zsTfewI6TolPLWYqtUvuqlmdlQWgyZ/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": [
      {
        "label": "ยื่นร่างกฎหมายสู่สภา",
        "from": "2023-07-18"
      }
    ]
  },
  {
    "id": 1803879689,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. รับราชการทหาร (ยกเลิกบังคับเกณฑ์ทหาร)",
    "category": "army",
    "status": "proposed",
    "description": "ประเทศไทยยังมีระบบเกณฑ์ทหารที่บังคับชายไทยบางส่วนเข้ารับราชการทหารเป็นเวลา 0.5- 2 ปี แม้ในห้วงเวลาที่ไม่มีภัยสงคราม ซึ่งนำไปสู่ความสูญเสียทั้งในการลิดรอนเสรีภาพในการดำเนินชีวิตและประกอบอาชีพในระดับปัจเจกบุคคล และในการนำทรัพยากรมนุษย์ในวัยทำงานออกจากระบบเศรษฐกิจในระดับประเทศ การยกเลิกการบังคับเกณฑ์ทหารจะไม่กระทบกับภารกิจการรักษาความมั่นคงของประเทศ หากทำควบคู่กับการลดยอดกำลังพลที่ไม่จำเป็นและการยกระดับคุณภาพชีวิตของพลทหารซึ่งจะนำไปสู่ยอดสมัครใจที่สูงขึ้น",
    "solution": "ยกเลิกการบังคับเกณฑ์ทหาร (ในยามปกติ)\n- ในยามปกติ: คัดเลือกบุคคลเข้าเป็นทหารกองประจำการจากบุคคลที่สนใจสมัครรับราชการทหารด้วยตนเองเท่านั้น โดยเปิดให้บุคคลทุกเพศสามารถสมัครเป็นทหารกองประจำการได้\n- เปิดช่องให้คณะรัฐมนตรีตราพระราชกฤษฎีกาเรียกและตรวจเลือกคนเข้ากองประจำการ เฉพาะในยามที่มีเหตุปรากฎว่าประเทศอาจเผชิญสงครามในระยะเวลาอันใกล้\n\nยกระดับคุณภาพชีวิตของพลหทาร\n- ห้ามนำทหารไปทำงานรับใช้ส่วนตัว (พลทหารรับใช้) หรือกระทำการใดที่ละเมิดต่อร่างกายหรือจิตใจ\n- กำหนดให้หลักสูตรฝึกวิชาทหารต้องส่งเสริมความรู้ด้านประชาธิปไตยและสิทธิมนุษยชน\n- สนับสนุนให้มีการทบทวนรายได้ สวัสดิการ และ สิทธิประโยชน์ของพลทหารให้เหมาะสมขึ้น\n- ปรับระยะเวลาในการปฏิบัติหน้าที่พลทหารให้มีความยืดหยุ่นขึ้น โดยคำนึงถึงความก้าวหน้าทางอาชีพ\n\nออกแบบขั้นตอนธุรการให้ทันสมัยขึ้น\n- กำหนดให้รายละเอียดและขั้นตอนธุรการต่าง ๆ (เช่น การขึ้นบัญชีทหารกองเกิน การรับสมัครทหารกองประจำการ การปลดทหารกองประจำการ) ถูกออกแบบในระดับกฎกระทรวง เพื่อให้เท่าทันต่อการเปลี่ยนแปลง",
    "url": "https://drive.google.com/file/d/123FygDde7YOE0zkrMuOorUzjzTX2SmBF/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": [
      {
        "label": "ยื่นร่างกฎหมายสู่สภา",
        "from": "2023-07-18"
      }
    ]
  },
  {
    "id": 1804017493,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. ถนน",
    "category": "decentralize",
    "status": "paused",
    "description": "ปัจจุบัน ถนนในท้องถิ่นไม่ได้รับการดูแลอย่างเหมาะสมทั้งในแง่ของการก่อสร้าง ปรับปรุง และบำรุงรักษา ซึ่งทำให้ประชาชนไม่มีความสะดวกสบายและปลอดภัยในการสัญจรเท่าที่ควร เนื่องจากมีความทับซ้อนกันระหว่างภารกิจของหลายหน่วยงาน มีการกระจุกอำนาจและงบประมาณไว้ที่ส่วนกลาง ขาดการวางโครงข่ายและแบ่งลำดับชั้นของถนนอย่างเป็นระบบและไม่สอดคล้องกับหลักการพัฒนาเมืองที่ควรจะเป็น",
    "solution": "บริหารจัดการถนนทุกสายทั่วประเทศอย่างเป็นระบบ\n- จัดตั้ง “คณะกรรมการนโยบายถนน” เพื่อกำหนดนโยบายและแผนพัฒนาโครงข่ายถนนทั่วประเทศ \n- กำหนดประเภทถนนใหม่ โดยแบ่งลำดับชั้นของถนน (ทางหลวงพิเศษ ทางหลวงหลัก ทางหลวงรอง ถนนท้องถิ่นสายหลัก ถนนท้องถิ่นสายรอง) ให้สอดคล้องกับหน้าที่การใช้งาน และการบริหารจัดการที่ยึดหลักกระจายอำนาจ\n- ยุบเลิกกรมทางหลวงชนบท (ทช.) ภายใน 2 ปี เพื่อกระจายภารกิจและงบประมาณไปยังกรมทางหลวง (ทล.) และท้องถิ่น (อปท.) ตามประเภทถนน\n\nยกระดับประสิทธิภาพในการจัดการเงินค่าผ่านทาง\n- จัดตั้ง “กองทุนค่าผ่านทาง” เพื่อเพิ่มความโปร่งใสในการจัดการเงินค่าผ่านทาง และเพิ่มช่องทางในการนำเงินงบประมาณกองทุนไปใช้ในการก่อสร้าง-ปรับปรุง-บำรุงรักษาถนน และยกระดับความปลอดภัยในการใช้ถนน\n\nยกระดับมาตรการรักษาความปลอดภัยในการใช้ถนน\n- จัดตั้ง “คณะกรรมการสอบสวนอุบัติเหตุและอุบัติการณ์บนถนน” เพื่อศึกษาและออกแบบมาตรการในการป้องกันและสอบสวนอุบัติเหตุ อุบัติเหตุร้ายแรง และอุบัติการณ์บนถนน\n- กำหนดเพดานความเร็วให้ชัดเจนตามนิยามประเภทถนนใหม่",
    "url": "https://drive.google.com/file/d/14eYoK5cIwGGirWrOsZ7lJUyGlLjLELu2/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1806297929,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. ส่งเสริมและคุ้มครองกลุ่มชาติพันธุ์และชนเผ่าพื้นเมือง",
    "category": "diversity",
    "status": "working",
    "description": "แม้ระบบกฎหมายของไทยจะไม่ได้บัญญัติให้มีการแบ่งแยกและเลือกปฏิบัติ หากแต่ในทางปฏิบัติการที่กลุ่มชาติพันธุ์มีวิถีชีวิต อัตลักษณ์ทางวัฒนธรรมที่แตกต่างจากคนส่วนใหญ่ในสังคม ไม่มีโอกาสเข้าถึงสิทธิต่าง ๆ เหมือนกับคนทั่วไปได้จริง ในทางตรงกันข้าม กลับได้รับผลกระทบจากกฎหมายและนโยบายที่ไม่เป็นธรรมหลายเรื่อง เช่น ป่าไม้และทรัพยากร การศึกษา สถานะบุคคลและสัญชาติ",
    "solution": "คุ้มครองกลุ่มชาติพันธุ์ฯ ตามรัฐธรรมนูญฯ และพันธกรณีระหว่างประเทศ\n- ห้ามมิให้มีการเลือกปฏิบัติหรือสร้างความเกลียดชัง ไม่ว่าจะเป็นการกระทำโดยบุคคล หน่วยงานรัฐ \n- การออกกฎหมายและนโยบาย รวมทั้งสื่อ\n- ส่งเสริมให้ได้รับสิทธิวิถีชีวิต ภูมิปัญญา ศิลปวัฒนธรรม ที่ดินและทรัพยากรธรรมชาติ รวมทั้งการพัฒนา\n\nจัดตั้งกลไกส่งเสริมและคุ้มครองกลุ่มชาติพันธุ์ฯ\n- ตั้งคณะกรรมการส่งเสริมและคุ้มครองกลุ่มชาติพันธุ์ฯ แห่งชาติ, จังหวัด, เฉพาะเรื่อง ทำหน้าที่ส่งเสริมและคุ้มครองกลุ่มชาติพันธุ์ ในทุกหน่วยงานทั้งภาครัฐและเอกชน ทั้งในส่วนกลาง ส่วนภูมิภาค ส่วนท้องถิ่น และภาควิชาการ\n\nประกาศพื้นที่คุ้มครองวิถีชีวิตกลุ่มชาติพันธุ์และชนเผ่าพื้นเมือง\n- คุ้มครองสิทธิในวิถีชีวิตและวัฒนธรรม ที่ดิน ทรัพยากรธรรมชาติและสิ่งแวดล้อม การพัฒนา และส่งเสริมคุณภาพชีวิตที่ดีบนฐานเศรษฐกิจเชิงวัฒนธรรม\n- ยกเว้นการบังคับใช้กฎหมายเกี่ยวกับป่าไม้ แล้วใช้ระเบียบที่ตั้งขึ้นมาตามกฎหมายฉบับนี้แทน",
    "url": "https://drive.google.com/file/d/12int7l44cH8qNr1V0l6D0OmcEv0fdtf_/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1810917536,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. ว่าด้วยการเวนคืนและการได้มาซึ่งอสังหาริมทรัพย์ (ปลดล็อกเวนคืน)",
    "category": "decentralize",
    "status": "proposed",
    "description": "ปัจจุบัน อำนาจในการอนุมัติการริเริ่มกระบวนการเวนคืนและการได้มาซึ่งอสังหาริมทรัพย์ เป็นอำนาจของคณะรัฐมนตรีโดยการออกพระราชกฤษฎีกาเท่านั้น ทำให้กระบวนการเวนคืนนั้นเกิดขึ้นอย่างล่าช้า ไม่สามารถตอบสนองต่อความต้องการอันจำเป็นในกิจการสาธารณูปโภค หรือเพื่อประโยชน์สาธารณของประชาชนได้อย่างทันท่วงทีและไม่มีประสิทธิภาพมากเท่าที่ควร",
    "solution": "เพิ่มอำนาจให้องค์กรปกครองส่วนท้องถิ่นตามหลักการกระจายอำนาจ\n- กำหนดให้มีผู้มีอำนาจอนุมัติการริเริ่มกระบวนการเวนคืนอสังหาริมทรัพย์\nครอบคลุมถึงองค์การบริหารส่วนจังหวัดและกรุงเทพมหานคร โดยสามารถออกข้อบัญญัติท้องถิ่นกำหนดเขตที่ดินที่จะเวนคืนได้เอง นอกเหนือจากการออกพระราชกฤษฎีกาของคณะรัฐมนตรีเพียงฝ่ายเดียว เพื่อให้องค์กรปกครองส่วนท้องถิ่นสามารถดำเนินภารกิจอันจำเป็น\nเพื่อตอบสนองต่อความต้องการประชาชนได้อย่างรวดเร็วและมีประสิทธิภาพมากยิ่งขึ้น\n- “ข้อบัญญัติท้องถิ่น” หมายความว่า ข้อบัญญัติอบจ. หรือข้อบัญญัติกทม. แล้วแต่กรณี",
    "url": "https://drive.google.com/file/d/1wQb8Zq-ZoemCQTUpTs8Bx5KqmtbczgIY/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1804017456,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. วินัยการเงินการคลังของรัฐ (วินัยการเงินการคลัง)",
    "category": "army",
    "status": "proposed",
    "description": "กระบวนการจัดทำและตรวจสอบงบประมาณปัจจุบัน ยังมีข้อจำกัดเกี่ยวกับการประเมินสถานะทางการคลังของประเทศ รวมถึงการประเมินความคุ้มค่าและความโปร่งใสในการใช้จ่ายงบประมาณ เนื่องจากการรายงานข้อมูลที่ไม่ครบถ้วน (เช่น ข้อมูลเกี่ยวกับภาระค่าใช้จ่ายของรัฐจากการดำเนินโครงการต่าง ๆ ของหน่วยงาน ข้อมูลเกี่ยวกับเงินนอกงบประมาณบางส่วนที่มีข้อตกลงให้ไม่ถูกฝากไว้ที่กระทรวงการคลัง)",
    "solution": "เพิ่มความโปร่งใสเรื่องภาระค่าใช้จ่ายทั้งหมดของรัฐ\n- กำหนดให้มีการรายงานยอดคงค้างของภาระการชดเชยค่าใช้จ่ายของรัฐบาลต่อสาธารณะผ่านสื่ออิเล็กทรอนิกส์ของกระทรวงการคลัง\n- กำหนดให้มีการเปิดเผยรายงานสถานะหนี้สาธารณะ หนี้ภาครัฐ และความเสี่ยงทางการคลังต่อสาธารณะผ่านสื่ออิเล็กทรอนิกส์ของกระทรวงการคลัง\n\nเพิ่มความโปร่งใสเรื่องเงินนอกงบประมาณทั้งหมดของรัฐ\n- ยกเลิกข้อตกลงระหว่างหน่วยงานรัฐและกระทรวงการคลังทั้งหมดก่อนหน้านี้ (เช่น ระหว่างกองทัพและกระทรวงการคลัง) ที่อนุญาตให้นำเงินนอกงบประมาณไปฝากไว้ที่หน่วยงานและบริหารจัดการเอง แทนที่จะส่งกลับมาฝากไว้ที่กระทรวงการคลัง\n- ห้ามไม่ให้มีข้อตกลงระหว่างหน่วยงานรัฐและกระทรวงการคลังอีกต่อไป ในการไม่นำเงินนอกงบประมาณมาฝากไว้ที่กระทรวงการคลัง - การกระทำดังกล่าวจะกระทำได้เฉพาะกรณีที่มีกฎหมายกำหนดไว้เท่านั้น",
    "url": "https://drive.google.com/file/d/1B7mRPCMdSVE-yLPbeJmw55OHOqTN5DdF/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": [
      {
        "label": "ยื่นร่างกฎหมายสู่สภา",
        "from": "2023-07-18"
      }
    ]
  },
  {
    "id": 1803879690,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. จัดระเบียบราชการกระทรวงกลาโหม (ระเบียบราชการกลาโหม)",
    "category": "army",
    "status": "proposed",
    "description": "ที่ผ่านมา ทหารและกองทัพมีอิทธิพลทางการเมืองผ่านโครงสร้างรัฐที่จัดวางอำนาจของกองทัพให้อยู่เหนือรัฐบาลพลเรือนในหลายกระบวนการตัดสินใจ (เช่น อำนาจของสภากลาโหมในการกำหนดนโยบายและพิจารณางบประมาณทางการทหาร อำนาจของบอร์ดแต่งตั้งนายพลที่ประกอบไปด้วยข้าราชการทหารเป็นส่วนใหญ่) ซึ่งขัดกับหลักการประชาธิปไตยและทำให้กองทัพอยู่ในสภาวะยกเว้นเมื่อเทียบกับหน่วยงานส่วนราชการอื่น",
    "solution": "ตัดอำนาจของสภากลาโหมทั้งหมดที่อยู่เหนือพลเรือน\n- กำหนดให้สภากลาโหมมีอำนาจหน้าที่เหลือเพียงแค่ให้คำปรึกษาหรือเสนอความเห็นแก่รัฐมนตรีว่าการกระทรวงกลาโหมตามเรื่องที่กำหนด\n- ปรับให้การกระทำการหรือการตัดสินใจใดๆ ที่เคยต้องได้รับความเห็นชอบจากสภากลาโหม เปลี่ยนเป็นเพียงการให้มีการเสนอความเห็นโดยสภากลาโหม\n\nปรับที่มาของสภากลาโหมให้ยึดโยงกับพลเรือนมากขึ้น\n- ลดสัดส่วนของข้าราชการทหารในสภากลาโหมลง จากเดิม 19/24 คน เหลือ 5/11 คน\n- กำหนดให้สภากลาโหมชุดปัจจุบันพ้นตำแหน่งทันที เพื่อสรรหาสภากลาโหมตามกระบวนการใหม่\n\nยกเลิกบอร์ดแต่งตั้งนายพล\n- กำหนดให้การแต่งตั้งนายพล เป็นไปตามกลไกที่รัฐมนตรีว่าการกระทรวงกลาโหมกำหนด\n- กำหนดให้การแต่งตั้งนายพล ต้องยึดหลัก merit system (ระบบคุณธรรม)\n\nปรับเกณฑ์ในการจัดซื้ออาวุธ\n- เพิ่มเกณฑ์ด้านความโปร่งใส การมีส่วนร่วมของประชาชนในการตรวจสอบ และผลประโยชน์ทางเศรษฐกิจ \n(การถ่ายทอดเทคโนโลยี & การจ้างงาน) ในทุกการจัดซื้ออาวุธยุทโธปกรณ์",
    "url": "https://drive.google.com/file/d/1X2NRZtQLj_lRwQ_cHFkLT79cKM7nS6aq/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": [
      {
        "label": "ยื่นร่างกฎหมายสู่สภา",
        "from": "2023-07-18"
      }
    ]
  },
  {
    "id": 1804017492,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. การขนส่งทางบก (ขนส่งทางบก)",
    "category": "decentralize",
    "status": "proposed",
    "description": "ท้องถิ่นมีข้อจำกัดในการจัดทำระบบขนส่งสาธารณะตามความต้องการของประชาชนในพื้นที่ได้ด้วยตนเอง เนื่องจากต้องผ่านการอนุมัติจากราชการส่วนกลาง - แม้ว่าแผนการกระจายอำนาจให้แก่องค์กรปกครองส่วนท้องถิ่นกำหนดให้มีการถ่ายโอนภารกิจบางส่วนให้แก่คณะกรรมการควบคุมการขนส่งทางบกประจำจังหวัด แต่ปัจจุบันยังไม่มีการแก้กฎหมายเพื่อรองรับการถ่ายโอนภารกิจเหล่านั้น ในขณะที่องค์ประกอบของคณะกรรมการส่วนใหญ่ยึดโยงกับราชการส่วนกลางมากกว่าประชาชนในพื้นที่",
    "solution": "เพิ่มอำนาจให้ท้องถิ่นด้านขนส่งสาธารณะทางตรงและทางอ้อม\n- เพิ่มอำนาจ เทศบาล อบต. กทม. และ เมืองพัทยา ในการกำหนดเส้นทาง-จำนวนผู้ประกอบการ-อัตราค่าบริการขนส่งสาธารณะภายใน อปท. \n- เพิ่มอำนาจคณะกรรมการควบคุมการขนส่งทางบกประจำจังหวัดในการ\n(1) กำหนดเส้นทาง-จำนวนผู้ประกอบการ-อัตราค่าบริการขนส่งสาธารณะระหว่าง อปท. ในจังหวัด\n(2) อนุมัติการเพิกถอนใบอนุญาตประกอบการขนส่ง \n(3) อนุมัติการออกใบอนุญาตประกอบรับจัดการขนส่ง \n(4) อนุมัติการออกใบอนุญาตจัดตั้งสถานีขนส่ง  และการบริหารจัดการสถานีขนส่ง \n- เพิ่มอำนาจนายทะเบียนประจำจังหวัด ในการ\n(1) ออกใบอนุญาตประกอบการรับจัดการขนส่ง (แทนที่นายทะเบียนกลาง) \n(2) ออกใบอนุญาตจัดตั้งสถานีขนส่ง (แทนที่นายทะเบียนกลาง)",
    "url": "https://drive.google.com/file/d/1O_nf2mSh-xxGgh2i-KBb9ZubJ6Uka5z_/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1804017533,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. การแข่งขันทางการค้า (แข่งขันการค้า)",
    "category": "economy",
    "status": "proposed",
    "description": "ประเทศไทยมีสภาพตลาดแข่งขันที่จำกัด กิจกรรมทางเศรษฐกิจต่าง ๆ ถูกครอบงำโดยผู้เล่นไม่กี่ราย กฎหมายการแข่งขันทางการค้ามีปัญหาในการบังคับใช้ จนทำให้หน่วยงานกำกับดูแลไม่สามารถเอาผิดกับผู้ประกอบการที่ปฏิบัติทางการค้าไม่เป็นธรรมได้ แต่กลับยอมให้มีการควบรวมกิจการขนาดใหญ่ในหลายอุตสาหกรรม ทั้งห้างค้าปลีก และผู้ให้บริการโทรศัพท์มือถือ",
    "solution": "ปรับกระบวนการคัดเลือกคณะกรรมการแข่งขันทางการค้า\n- ปรับกระบวนการคัดเลือกคณะกรรมการแข่งขันทางการค้าให้ได้กรรมการที่มีความเชี่ยวชาญ มีที่มาที่หลากหลาย ยึดโยงกับประชาชน\n\nขยายขอบเขตอำนาจของคณะกรรมการแข่งขันทางการค้า\n- ขยายขอบเขตการบังคับใช้กฎหมายให้ครอบคลุมความผิดด้านการแข่งขันทางการค้าของ รัฐวิสาหกิจ, ธุรกิจในอุตสาหกรรมที่มีกฎหมายกำกับดูแลเฉพาะ\n- ขยายนิยามของ “ผู้ประกอบธุรกิจ” ให้กว้างขึ้น (เช่น รวมบริษัทโฮลดิ้ง)\n- ขยายนิยามของ “อำนาจเหนือตลาด” ให้กว้างกว่าแค่เรื่องส่วนแบ่งตลาดและยอดขาย \n\nเพิ่มความโปร่งใสของคณะกรรมการแข่งขันทางการค้า\n- กำหนดให้กรรมการแข่งขันทางการค้า และเลขาธิการฯ ต้องเปิดเผยบัญชีทรัพย์สิน\n- กำหนดให้เผยแพร่คำวินิจฉัยฉบับเต็มที่มีความเห็นกรรมการรายบุคคลภายใน 15 วันหลังคณะกรรมการมีคำวินิจฉัย\n\nเพิ่มมาตรการป้องกันการฮั้ว\n- ออกโครงการ “คนฮั้ววงแตก” ที่ลดหย่อนหรือยกเว้นโทษให้กับบริษัทที่ร่วมมือกันผูกขาดหรือลดการแข่งขัน ที่ออกมามอบตัวเป็นรายแรก เพื่อทำให้บริษัทที่คิดจะฮั้วกันเกิดการระแวงกันเองจนไม่มีใครกล้าร่วมมือกัน\n\nขยายสิทธิผู้เสียหายในการฟ้องคดี\n- ขยายกรอบเวลาให้ผู้เสียหายในการฟ้องคดีจาก 1 ปี เป็น 4 ปี",
    "url": "https://drive.google.com/file/d/1Z6bHLF2APFjGKJPpllZSlg6CVg6rYWIP/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": [
      {
        "label": "ยื่นร่างกฎหมายสู่สภา",
        "from": "2023-07-18"
      }
    ]
  },
  {
    "id": 1804017494,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. ภาษีสรรพสามิต (สุราก้าวหน้า)",
    "category": "economy",
    "status": "proposed",
    "description": "แม้รัฐบาลประยุทธ์ได้มีการออกกฎกระทรวงชุดใหม่เกี่ยวกับการอนุญาตผลิตสุรา แต่เนื้อหาของกฎกระทรวงใหม่ยังมีหลายส่วนที่เป็นอุปสรรคต่อผู้ผลิตสุรารายเล็กและรายย่อย (เช่น มาตรฐานโรงงาน ข้อกำหนดเรื่องเครื่องจักร มาตรฐานด้านสิ่งแวดล้อม กำลังผลิตขั้นต่ำสำหรับสุราบางประเภท) ในขณะที่สถานะของการเป็นกฎกระทรวงทำให้เกิดความกังวลว่ากฎเกณฑ์อาจถูกปรับเปลี่ยนไปในทิศทางที่กีดกันการแข่งขันทางการค้ามากขึ้นกว่าเดิมในอนาคต",
    "solution": "วางหลักประกันไม่ให้มีการกีดกันการแข่งขันทางการค้าในอุตสาหกรรมสุรา\n- ห้ามไม่ให้การขอใบอนุญาตผลิตสุราเพื่อการค้ามีการกำหนดคุณสมบัติเกี่ยวกับขนาดกำลังการผลิต กำลังแรงม้าเครื่องจักร จำนวนพนักงาน ประเภทบุคคลผู้มีสิทธิขออนุญาต จำนวนทุนจดทะเบียนขั้นต่ำ หรือเกณฑ์อื่นที่อาจเปิดช่องให้มีการกีดกันการแข่งขันและผู้ผลิตสุรารายย่อย\n- กำหนดให้ปรับกฎกระทรวง ประกาศ และระเบียบให้สอดคล้องกับพระราชบัญญัตินี้\n- กำหนดให้ใบอนุญาตที่ออกก่อนหน้าพระราชบัญญัตินี้ใช้บังคับยังคงใช้ได้ต่อไป",
    "url": "https://drive.google.com/file/d/1rhF4MAl7rgu0DZ_pQuqEyt0eoezVf6dX/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": [
      {
        "label": "ยื่นร่างกฎหมายสู่สภา",
        "from": "2023-07-18"
      }
    ]
  },
  {
    "id": 1831472402,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. ล้มละลาย",
    "category": "economy",
    "status": "proposed",
    "description": "โดยที่เป็นการสมควรแก้ไขเพิ่มเติมบทบัญญัติกระบวนการพิจารณาเกี่ยวกับการฟื้นฟูกิจการของลูกหนี้ที่เป็นกิจการขนาดย่อม ซึ่งมีอยู่เป็นจำนวนมากในระบบเศรษฐกิจปัจจุบันและประสบปัญหาขาดสภาพคล่องทางการเงินชั่วคราว ให้สามารถเข้าสู่กระบวนการฟื้นฟูกิจการได้และมีกระบวนการที่ไม่ซับซ้อน ทั้งนี้ ลูกหนี้ยังคงเป็นผู้บริหารกิจการตามแผนฟื้นฟูกิจการ อีกทั้งกำหนดจำนวนหนี้ในการฟื้นฟูกิจการของลูกหนี้เพื่อให้สามารถร้องขอให้มีการฟื้นฟูกิจการและสอดคล้องกับสภาพเศรษฐกิจและสังคมในปัจจุบัน โดยเพิ่มเติมกระบวนการฟื้นฟูกิจการของลูกหนี้แบบเร่งรัดเพื่อใช้เป็นทางเลือกให้แก่ลูกหนี้ อีกทั้งสมควรกำหนดกระบวนพิจารณาเกี่ยวกับการฟื้นฟูฐานะของลูกหนี้ที่เป็นบุคคลธรรมดา และให้อำนาจเจ้าพนักงานพิทักษ์ทรัพย์เข้ามามีส่วนร่วมในกระบวนการฟื้นฟูกิจการของลูกหนี้เพื่อให้ความช่วยเหลือลูกหนี้ได้อย่างทั่วถึง รวมทั้งคุ้มครองเจ้าหนี้และบุคคลที่เกี่ยวข้อง ทำให้กระบวนการฟื้นฟูกิจการของลูกหนี้มีประสิทธิภาพยิ่งขึ้น",
    "solution": "ให้ลูกหนี้ผู้ประกอบการรายย่อย (SMEs) สามารถยื่นขอฟื้นฟูกิจการได้สะดวกขึ้น และเพิ่มสิทธิให้ลูกหนี้บุคคลธรรมดา ยื่นขอฟื้นฟูฐานะ/ฟื้นฟูหนี้สินได้เหมือนลูกหนี้ธุรกิจด้วย เพื่อให้ลูกหนี้สามารถขอเจรจาปรับโครงสร้างหนี้กับเจ้าหนี้ทุกรายพร้อมกันได้ โดยไม่จำเป็นต้องรอให้ถูกฟ้องล้มละลายก่อนได้ ซึ่งถือเป็นสิทธิของลูกหนี้ในหลากหลายประเทศที่พัฒนาแล้ว\n\nเพราะสิทธิในการขอฟื้นฟูกิจการและฟื้นฟูฐานะ จะทำให้ลูกหนี้สามารถหลุดพ้นจากวงจรหนี้สินล้นพ้นตัวได้โดยไม่จำเป็นต้องเป็นบุคคลล้มละลาย และเพื่อหาข้อสรุปและทางออกที่เป็นธรรมกับเจ้าหนี้ทุกรายพร้อมกัน จากเดิมที่จะต้องให้ลูกหนี้เจรจากับเจ้าหนี้ทีละรายซึ่งทำให้ปัญหาหนี้สินไม่สามารถหาทางออกได้ จะทำให้ช่วยแก้ปัญหาหนี้สินให้กับเศรษฐกิจไทยที่พึ่งฟื้นตัวจากวิกฤตโควิดและกลับมาสู่สภาวะปกติได้เร็วขึ้น",
    "url": "https://drive.google.com/file/d/18fEykocu8-aBWMSMphNXLKD9F2hkC9u8/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1806297925,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. แก้ไขเพิ่มเติมประมวลกฎหมายแพ่งและพาณิชย์ (สมรสเท่าเทียม)",
    "category": "diversity",
    "status": "working",
    "description": "ปัจจุบันประมวลกฎหมายแพ่งและพาณิชย์ให้สิทธิในการก่อตั้งครอบครัวหรือการสมรสระหว่างชายหญิงมิได้ให้สิทธิแก่บุคคลผู้มีความหลากหลายทางเพศ ซึ่งมี  อัตลักษณ์ทางเพศ เพศสภาพ และเพศวิถี ที่หลากหลาย สิทธิการก่อตั้งครอบครัวเป็นสิทธิมนุษยชนที่รัฐต้องให้แก้ประชาชนทุกคน เพื่อให้คนทุกคนสามารถสร้างครอบครัว โดยมี สิทธิ หน้าที่ รับอุปการะบุตรร่วมกัน การจัดการทรัพย์สิน และอื่น ๆ ตามประมวลกฎหมายแพ่งและพาณิชย์ว่าด้วยการสมรส",
    "solution": "แก้ไขมาตรา 1448 จากคำว่า “ชาย” “หญิง” เป็น “บุคคล”\n- จากคำว่า ชาย และ หญิง แก้ไขเป็น บุคคล เป็นคำที่ Inclusive ที่หมายรวมถึงทุกเพศ นอกจากมาตรา 1448 แล้ว ยังแก้ไขในประมวลกฎหมายแพ่งและพาณิชย์ ในมาตราอื่น ๆ ที่มีคำว่า ชาย และ หญิง ให้สอดคล้องกับมาตรา 1448 เพื่อให้การจดทะเบียนสมรสเกิดความเท่าเทียมทุกเพศ ไม่ว่าจะเป็น ชาย หรือ หญิง หรือ บุคคลผู้มีความหลากหลายทางเพศ\n\nแก้ไขคำว่า “สามี” “ภริยา” เป็น “คู่สมรส”\n- จากคำว่า สามี และ ภริยา แก้ไขเป็น คู่สมรส เพื่อการจดทะเบียนระหว่างบุคคลสองคนนั้น ได้รับ สิทธิ มี บทบาทหน้าที่ ต่อกันในฐานะคู่สมรส ไม่ว่าจะเป็นการ อภิบาลดูแลกัน การดำเนินคดีแทนในฐานะคู่สมรส สิทธิในการทำประกันชีวิต สิทธิในการรับอุปการะบุตรในฐานะคู่สมรส การจัดการทรัพย์สินร่วมกัน การลดหย่อนภาษี สิทธิของราชการในฐานะคู่สมรส รวมถึงเหตุแห่งการฟ้องหย่า (ในร่างกฎหมายดังกล่าวมีบทเฉพาะกาลเพื่อให้สิทธิ แต่ต้องมีกฎหมายโดยรวม 48 ฉบับต้องแก้ไขให้สอดคล้อง ซึ่งกำหนดไว้ในบทเฉพาะกาล)\n\nแก้ไขหมวดหมั้นให้เป็น “ผู้หมั้น” และ “ผู้รับหมั้น”\n- เพื่อให้บุคคลทุกเพศสามารถหมั้นได้ โดยกำหนดว่าผู้ใดเป็นผู้หมั้นหมายถึงการผู้ให้สินสอดทองหมั้นหรืออื่นใดแก่อีกฝ่าย และผู้รับหมั้นเป็นผู้รับสินสอดทองหมั้นหรืออื่นใด โดยมีเงื่อนไขว่าจะทำการสมรสกัน หากไม่มีการสมรสก็ถือว่าผิดสัญญาหมั้น\n\nแก้ไขอายุในการสมรส\n- จาก 17 ปี เป็น 18 ปี เพื่อให้เป็นไปตามอนุสัญญาว่าด้วยสิทธิเด็กสากล ซึ่งกำหนดไว้บุคคลที่อายุไม่เกิน 18 ถือว่าเป็นผู้เยาว์ เพื่อให้เยาวชนได้สิทธิการคุ้มครอง การพิจารณาคดีตามกฎหมายในฐานะผู้เยาว์",
    "url": "https://drive.google.com/file/d/1E4jz7mCuWx5850YMC_WmMMlzn909EkLo/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1806297927,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. การรับรองเพศ คำนำหน้านาม และการคุ้มครองบุคคลผู้มีความหลากหลายทางเพศ (รองรับอัตลักษณ์ทางเพศ)",
    "category": "diversity",
    "status": "paused",
    "description": "ระบบกฎหมายไทยกำหนดเพียงแค่ 2 เพศ ที่ให้ คำนำหน้า สิทธิเฉพาะเพศ สวัสดิการ กฎระเบียบต่าง ๆ  และมาตรการส่งเสริมความเสมอภาคระหว่าง เพศ ส่งผลให้ บุคคลข้ามเพศ ผู้มีความหลากหลายทางอัตลักษณ์ทางเพศ หรือ เพศกำกวม ไม่สามารถดำรงชีวิตตามอัตลักษณ์ทางเพศและการแสดงออกของตนเอง ไม่ว่าจะเป็นการเดินทางไปต่างประเทศ การแสดงตัวตนเกี่ยวข้องกับเอกสารทางการเงิน  และการดำเนินชีวิตที่ถูกเลือกปฏิบัติ ถูกกีดกัน เป็นต้น จึงตรากฎหมายดังกล่าวเพื่อให้สิทธิประชาชนทุกคนสามารถแสดงเจตจำนงต่อรัฐได้ว่าต้องการดำเนินชีวิตในเพศใด",
    "solution": "คำนำหน้าตามสมัครใจ\n- กำหนดให้อายุ 18 ปี เลือกใช้คำนำหน้าตามสมัครใจ นาย นางสาว และ นาม\n- อายุยังไม่ 18 ปี ต้องมีผู้ปกครองรับรอง\n- เปลี่ยนแปลงเอกสารราชการต่าง ๆ บัตรประชาชน ใบขับขี่ หนังสือเดินทาง ทะเบียนบ้าน สูติบัตร และ อื่น ๆ \n- จำกัดสิทธิของผู้ที่กำลังถูกดำเนินคดี\n- การขอสิทธิใช้คำนำหน้าตามสมัครใจให้สิทธิโดยไม่มีเงื่อนไขในครั้งแรก ส่วนครั้งที่ 2 ต้องผ่านศาลพิจารณา\n\nสิทธิและสวัสดิการ\n- ให้ผู้ที่ใช้คำนำหน้าได้รับการคุ้มครองตามกฎหมาย กฎระเบียบ ในเพศที่แสดงเจตจำนง\n- สวัสดิการทางการแพทย์ ที่เกี่ยวกับเพศ ให้ได้รับสิทธิเดิม และสิทธิที่ข้ามเพศ \n- สิทธิในการเลือกเพศของบุคคลเพศกำกวม มิให้แพทย์ตัดสินใจแต่เพียงผู้เดียว \n- ไม่เสียสิทธิในการเป็นบิดา มารดา รวมถึงกฎหมายที่เกี่ยวข้อง\n\nความปลอดภัยและความเสมอภาค\n- การแข่งขันกีฬาที่คำนึงถึงความเสมอภาคของร่างกาย\n- การจำคุกที่เหมาะสมและปลอดภัย คำนึงถึงสภาพร่างกาย และ ความเปราะบาง\n- พื้นที่ของผู้หญิงและมาตรการส่งเสริมความเสมอภาคทางเพศ",
    "url": "https://drive.google.com/file/d/1aPynRSTjC860LsVwyk_GPZfZSLg94TI6/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1804017637,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. แก้ไขเพิ่มเติมประมวลกฎหมายที่ดิน",
    "category": "land",
    "status": "working",
    "description": "กฎหมายเดิมไม่ได้รับรองสิทธิชุมชนในการเข้าทำประโยชน์ในที่ดินไว้ ส่งผลให้ชุมชนที่ประสงค์จะใช้ประโยชน์ในที่ดินร่วมกันขาดความชอบธรรมตามประมวลกฎหมายที่ดิน ในขณะที่กระบวนการออกโฉนดที่ดินหรือหนังสือรับรองการทำประโยชน์ให้กับที่ดินมีข้อจำกัด เนื่องจากเงื่อนเวลาที่สั้นไปสำหรับการที่ที่ดินที่ถูกทอดทิ้งจะนับว่าเป็นการสละกรรมสิทธิ์ การรวมศูนย์อำนาจไว้ที่ส่วนกลางในการดำเนินการเพื่อให้ที่ดินที่ถูกทิ้งร้างตกเป็นของรัฐ และการจำกัดหลักฐานที่สามารถนำไปใช้ในการออกโฉนดที่ดินหรือหนังสือรับรองการทำประโยชน์ให้กับที่ดินที่มีอาณาเขตติดต่อคาบเกี่ยวหรืออยู่ในเขตที่ดินของรัฐ",
    "solution": "เพิ่มนิยาม “สิทธิชุมชน”\n- เพิ่มนิยาม “สิทธิชุมชน” ไว้ในกฎหมาย โดยสามารถกำหนดให้ชุมชนเป็นผู้ทรงสิทธิในที่ดินตามที่ได้รับอนุญาต และมีสิทธิในการดูแล รักษา อนุรักษ์ทรัพยากรธรรมชาติและสิ่งแวดล้อม และในการเข้าถือครองและใช้ประโยชน์ร่วมกันตามวิถีชีวิตของชุมชน \n\nเพิ่มประสิทธิภาพในการนำที่ดินรกร้างมาเป็นของรัฐ\n- ลดเงื่อนเวลาของการทอดทิ้งหรือไม่ทำประโยชน์ในที่ดินที่มีกรรมสิทธิ์ตามโฉนดหนังสือรับรองการทำประโยชน์ (ซึ่งถือว่าเป็นการสละสิทธิในที่ดินโดยเจตนา) ให้สั้นลง\n- กำหนดให้เป็นอำนาจของท้องถิ่นในการดำเนินการตรวจสอบที่ดินและยื่นคำร้องต่อศาล\n\nเพิ่มความเป็นธรรมในการออกโฉนดหรือหนังสือรับรองการทำประโยชน์ในที่ดิน\n- กำหนดให้ใช้หลักฐานอื่นได้ (นอกจากระวางแผนที่รูปถ่ายทางอากาศและระวางรูปถ่ายทางอากาศ) ในการพิสูจน์ว่ามีการครองครองทำประโยชน์จริงในพื้นที่ \n- ยกเลิกการใช้คำพิพากษาหรือคำสั่งถึงที่สุดของศาลเพื่อประกอบการขอออกโฉนดหรือหนังสือรับรองการทำประโยชน์\n- เปิดช่องสำหรับการออกโฉนด สำหรับผู้ที่มีสิทธิตามกฎหมาย ส.ป.ก. ที่ได้รับการพิสูจน์สิทธิเป็นที่เรียบร้อยแล้ว\n- ให้กระทรวงยุติธรรมเป็นเจ้าภาพในการดำเนินการสอบสวนการออกโฉนดที่ดินหรือหนังสือรับรองการทำประโยชน์ที่ออกโดยคลาดเคลื่อนหรือไม่ชอบด้วยกฎหมาย",
    "url": "https://drive.google.com/file/d/1rI2ClrWFLo3URJb7cmFRU41M0t1gWvN8/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1831410209,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. การจัดสรรที่ดิน",
    "category": "land",
    "status": "working",
    "description": "กฎหมายเดิมไม่ได้รับรองสิทธิชุมชนในการเข้าทำประโยชน์ในที่ดินไว้ ส่งผลให้ชุมชนที่ประสงค์จะใช้ประโยชน์ในที่ดินร่วมกันขาดความชอบธรรมตามประมวลกฎหมายที่ดิน ในขณะที่กระบวนการออกโฉนดที่ดินหรือหนังสือรับรองการทำประโยชน์ให้กับที่ดินมีข้อจำกัด เนื่องจากเงื่อนเวลาที่สั้นไปสำหรับการที่ที่ดินที่ถูกทอดทิ้งจะนับว่าเป็นการสละกรรมสิทธิ์ การรวมศูนย์อำนาจไว้ที่ส่วนกลางในการดำเนินการเพื่อให้ที่ดินที่ถูกทิ้งร้างตกเป็นของรัฐ และการจำกัดหลักฐานที่สามารถนำไปใช้ในการออกโฉนดที่ดินหรือหนังสือรับรองการทำประโยชน์ให้กับที่ดินที่มีอาณาเขตติดต่อคาบเกี่ยวหรืออยู่ในเขตที่ดินของรัฐ",
    "solution": "สำหรับโครงการจัดสรรใหม่ (ขอใบอนุญาตจัดสรรตั้งแต่ปี 2543) แก้ไขเพิ่มเติมให้เป็นอำนาจของลูกบ้านเกินกึ่งหนึ่งของโครงการ สามารถรวมตัวกันเพื่อขอจัดตั้งนิติบุคคลได้เอง โดยไม่ต้องรอให้ผู้จัดสรรเรียกขอให้มีการจัดตั้งนิติบุคคลแต่เพียงฝ่ายเดียว",
    "url": "https://drive.google.com/file/d/1YMO62B3yGnXSQYhoS6lvyw1AqyU9TV63/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1831471410,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. แก้ไขเพิ่มเติมประมวลกฎหมายที่ดิน (แก้ปัญหาหน้าบ้าน)",
    "category": "land",
    "status": "proposed",
    "description": "- อปท. ไม่สามารถแก้ไข \"ปัญหาหน้าบ้าน\" (ถนนหนทาง ขยะ น้ำท่วม ไฟส่องสว่าง) ให้กับประชาชนในพื้นที่ที่อยู่อาศัยตามชุมชน หรือที่อยู่ในโครงการจัดสรรที่ขาดนิติบุคคลบำรุงรักษาได้ เพราะเป็นที่ดินเอกชน และไม่ใช่ที่ดินสาธารณประโยชน์\n\n- พื้นที่ส่วนกลาง / สาธารณูปโภคที่ประชาชนใช้สอยร่วมกัน (ถนน ไฟส่องสว่าง ฯลฯ) หลายพื้นที่ อยู่ในพื้นที่ที่เป็นที่ดินเอกชน เช่น หมู่บ้านจัดสรร หรือ ชุมชนที่เป็นโฉนดที่ดินเป็นของบรรพบุรุษ หรือบุคคลอื่นที่ไม่สามารถตามหาตัวเจ้าของฉโนดที่ดินได้ หรือเป็นที่ดินของหน่วยงานของรัฐ หรือรัฐวิสาหกิจ ที่ไม่ใช่ที่ดินสาธารณะประโยชน์\n\n- ปัจจุบัน มีสัดส่วนการจัดตั้งนิติบุคคล ตามโครงการจัดสรร ไม่ถึง 10% ของโครงการจัดสรรทั้งหมด (ตัวเลขจากกรมที่ดิน) ทำให้พื้นที่ส่วนกลางขาดคนดูแลรักษา",
    "solution": "เพิ่มมาตรา 6/1 เพื่อให้ อปท. มีอำนาจในการเข้าปรับปรุงสภาพในพื้นที่บนที่ดินที่มีฉโนดที่ดิน หรือเอกสารสิทธิ์ในการทำประโยชน์ (เช่น ที่ดินเอกชน ที่ดินจัดสรร หรือที่ดินของหน่วยงานของรัฐและรัฐวิสาหกิจ) หากประชาชนในบริเวณโดยรอบใช้สอยประโยชน์ร่วมกันตั้งแต่ 3 ปีขึ้นไป โดยไม่กระทบกรรมสิทธิของเจ้าของที่ดิน หากไม่มีเจ้าของที่ดินแสดงตนคัดค้านการใช้สอยประโยชน์นั้น ทั้งนี้ ตามหลักเกณฑ์ วิธีการ ที่อธิบดีกรมที่ดินกำหนด",
    "url": "https://drive.google.com/file/d/1xw6HZQ9fqxEcsmrP1ZGKW9Y3S7MUdUKW/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1804017668,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. คุ้มครองแรงงาน",
    "category": "labor",
    "status": "paused",
    "description": "- กฎหมายคุ้มครองแรงงานในปัจจุบันมีบางบทบัญญัติที่ไม่เหมาะสมกับสภาพการณ์ ผู้ใช้แรงงานไทยจำนวนมากต้องเผชิญปัญหาไม่ความมั่นคงทางเศรษฐกิจ กระทบต่อคุณภาพชีวิตและสวัสดิการโดยรวม ทำให้แรงงานไม่มีอำนาจต่อรองและเวลาเรียนรู้เพื่อพัฒนาตนเองอย่างเพียงพอ",
    "solution": "- เปลี่ยนนิยาม \"ลูกจ้าง” ให้ครอบคลุมทุกรูปแบบการจ้างงาน รวมถึงอาชีพไรเดอร์ ฟรีแลนซ์ และแรงงานอิสระ เพื่อให้แรงงานทุกคนได้รับการคุ้มครองตามกฎหมายแรงงาน\n\n- เพิ่มบทนิยาม คำว่า \"การจ้างงานรายเดือน” เป็นการจ้างงานที่มีลักษณะเป็นงานประจำและเต็มเวลา โดยลูกจ้างได้รับค่าจ้างเป็นรายเดือน อันรวมถึงค่าจ้างในวันหยุดประจำสัปดาห์ วันหยุดตามประเพณี วันหยุดพักผ่อนประจำปี และวันลาป่วยตามที่กฎหมายกำหนด ทั้งนี้ หนึ่งเดือนหมายถึงเวลา 30 วัน\n\n- เวลาทำงานลูกจ้าง เมื่อรวมเวลาทำงานทั้งสิ้นแล้ว ต้องไม่เกิน 40 ชั่วโมง/สัปดาห์ เว้นแต่งานที่อาจเป็นอันตรายต่อสุขภาพและความปลอดภัยของลูกจ้างกำหนดให้ต้องไม่เกิน 35 ชั่วโมง/สัปดาห์\n\n- ให้การจ้างงานในสถานประกอบการที่มีการจ้างงานรายวันและรายเดือน นายจ้างจะต้องจ้างเป็นรายเดือนทั้งหมดโดยไม่เลือกปฏิบัติ เว้นแต่ลักษณะการจ้างงานที่มีความเฉพาะ \n\n- ให้นายจ้างจัดให้ลูกจ้างมีวันหยุดอย่างน้อย 2 วัน/สัปดาห์ \n\n- ให้ลูกจ้างซึ่งทำงานติดต่อกันมาแล้วครบ 120 วัน มีสิทธิลาหยุดพักผ่อนได้ไม่น้อยกว่า 10 วันทำงาน/ปี และในปีต่อมานายจ้างอาจกำหนดวันลาหยุดพักผ่อนให้แก่ลูกจ้างมากกว่า 10 วัน/ปีก็ได้ และอาจกำหนดโดยคำนวณให้ตามส่วนก็ได้สำหรับลูกจ้างซึ่งยังทำงานไม่ครบ 120 วัน\n\n- ให้ลูกจ้างมีสิทธิ์ลาไปดูแลบุคคลในครอบครัวหรือบุคคลอื่นใดที่มีความสัมพันธ์ใกล้ชิด ที่พำนักอยู่ในโรงพยาบาลในฐานะผู้ป่วยใน หรือผู้ป่วยที่มีความต้องการการดูแลทางร่างกายและจิตใจ ปีละไม่เกิน 15 วันทำงาน \n\n- ให้คณะกรรมการค่าจ้างต้องปรับอัตราค่าจ้างขั้นต่ำเพิ่มทุกปีในอัตราไม่น้อยกว่าอัตราการขยายตัวทางเศรษฐกิจที่ประกาศโดย สศช. หรืออัตราเงินเฟ้อตามประกาศของกระทรวงพาณิชย์ ตามแต่ว่าอัตราใดสูงกว่า \n\n- แก้ไขให้การจ้างงานมีความเท่าเทียมในทุกด้าน ให้นายจ้างปฏิบัติต่อลูกจ้างอย่างเท่าเทียมกัน โดยไม่เลือกปฏิบัติ \n\n- ในการจ้างงานที่มีคุณลักษณะเดียวกัน ค่าจ้าง และประโยชน์ตอบแทนต่างๆ ต้องเท่าเทียมกันโดยไม่มีการแบ่งแยก ในกรณีที่งานมีลักษณะและคุณภาพอย่างเดียวกันและปริมาณเท่ากัน ให้นายจ้างกำหนดค่าจ้าง ค่าล่วงเวลา ค่าทำงานในวันหยุด และค่าล่วงเวลาในวันหยุดให้แก่ลูกจ้างเท่าเทียมกันโดยไม่เลือกปฏิบัติ",
    "url": "https://drive.google.com/file/d/1I3dQlMW5JSTDRRfbDR20JD1glurMqGmF/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1804017534,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. ข้อมูลข่าวสารสาธารณะ",
    "category": "corruption",
    "status": "proposed",
    "description": "พ.ร.บ. ข้อมูลข่าวสารของราชการ พ.ศ. 2540 ไม่มีประสิทธิภาพเพียงพอในการคุ้มครองสิทธิของประชาชนในการเข้าถึงข้อมูลภายใต้บริบทเศรษฐกิจและสังคมดิจิทัลที่เปลี่ยนแปลงไป ซึ่งเป็นกลไกที่สำคัญในการเพิ่มช่องทางให้ภาคประชาชนในการตรวจสอบการดำเนินงานของภาครัฐเพื่อป้องกันปัญหาการทุจริตและประพฤติมิชอบในภาครัฐ",
    "solution": "ยกระดับสิทธิของประชาชนในการเข้าถึงข้อมูลข่าวสารสาธารณะ\n- กำหนดหลักการให้ข้อมูลของรัฐ และข้อมูลของเอกชนที่เป็นข้อมูลข่าวสารสาธารณะ ต้อง “เปิดเผยเป็นหลัก ปกปิดเป็นข้อยกเว้น” (Open by Default) โดยหากจะปกปิดต้องร้องขอด้วยเหตุผลที่สมควรเท่านั้น (เช่น ข้อมูลที่ต้องลับ ข้อมูลส่วนบุคคล )\n- กำหนดรายการข้อมูลข่าวสารสาธารณะเบื้องต้นซึ่งหน่วยงานของรัฐต้องเปิดเผย\n- กำหนดให้ข้อมูลถูกจัดเก็บและเผยแพร่ในรูปแบบดิจิทัลที่นำไปวิเคราะห์ต่อได้ และถูกปรับปรุงให้ทันสมัยอย่างน้อย 1 ครั้งต่อเดือน เพื่อความสะดวกของประชาชนในการตรวจสอบ \n- ประกันสิทธิประชาชนในการเข้าตรวจดู ขอสำเนา หรือยื่นคำขอให้เพิ่มรายการข้อมูลข่าวสารสาธารณะ \n\nกำหนดมาตรฐานเกี่ยวกับข้อมูลที่ไม่ถูกเปิดเผย\n- กำหนดมาตรฐานในการจัดเก็บและรักษาความลับของข้อมูลความลับราชการ \n- กำหนดให้ข้อมูลความลับราชการต้องถูกเปิดเผยเมื่อครบระยะเวลาที่กฎหมายกำหนดตามชั้นประเภทข้อมูลความลับ \n- กำหนดมาตรฐานในการจัดเก็บและรักษาความเป็นส่วนตัวของข้อมูลส่วนบุคคล\n\nออกแบบกลไกรัฐเกี่ยวกับข้อมูลสาธารณะ\n- ตั้งสำนักงานคณะกรรมการข้อมูลข่าวสารสาธารณะขึ้นในสำนักงานปลัดสำนักนายกรัฐมนตรี \n- ให้มีคณะกรรมการข้อมูลข่าวสารสาธารณะและคณะกรรมการข้อมูลความลับราชการเพื่อติดตามและตรวจสอบการเปิดเผยข้อมูลและการนำข้อมูลไปใช้",
    "url": "https://drive.google.com/file/d/1TnEHXgcW0R_JHCy_x6AYyQog3yoDIyk9/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1804017681,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. แก้ไขเพิ่มเติมพระราชกำหนดการประมง พ.ศ. 2558 (ประมง)",
    "category": "labor",
    "status": "working",
    "description": "พระราชกำหนดการประมง พ.ศ. 2558 บางมาตราขัดต่อหลักการของอนุสัญญาประชาชาติว่าด้วยกฎหมายทะเล ค.ศ. 1982 ที่ไทยเป็นภาคีสมาชิก  หรือหลักสิทธิมนุษยชนและรัฐธรรมนูญแห่งราชอาณาจักรไทย ในประเด็นการละเมิดสิทธิในทรัพย์สินและสิทธิในการประกอบอาชีพของประชาชน ขาดความเสมอภาค และบังคับใช้กฎหมายโดยไม่เท่าเทียมกัน รวมทั้งมีบทกำหนดโทษที่ไม่เป็นธรรมและไม่ได้สัดส่วนกับการลงโทษในความผิดทั่วไป",
    "solution": "อำนวยความสะดวกในการทำประมง\n- ยกเลิกการห้ามผู้ได้รับใบอนุญาตทำการประมงพื้นบ้านทำการประมงในเขตทะเลนอกชายฝั่ง\n- แก้ไขการใช้เครื่องมือทำการประมงบางประเภท เช่น เครื่องมืออวนรุนเคย เครื่องมือโพงพาง ทั้งนี้ตามเงื่อนไขที่คณะกรรมการประมงจังหวัดประกาศกำหนด\n\nกระจายอำนาจการออกกฎ\n- เพิ่มอำนาจคณะกรรมการประมงจังหวัดในการกำหนดกติกาทำการประมงภายในเขต 12 ไมล์ทะเล\n- เพิ่มสัดส่วนตัวแทนท้องถิ่นและองค์กรประมงชุมชนในคณะกรรมการประมงจังหวัด และให้ นายก อบจ. เป็นประธานคณะกรรมการประมงจังหวัด\n\nปรับอัตราโทษลงให้สมเหตุสมผล\n- แก้ไขเพิ่มเติมเกี่ยวกับบทกำหนดโทษ เพื่อกำหนดโทษทางอาญาให้เหมาะสม เป็นธรรม และได้สัดส่วนกับการกระทำความผิด\n- แก้ไขเพิ่มเติมเกี่ยวกับมาตรการทางปกครอง ควบคู่กับการใช้โทษอาญา เพื่อกำหนดการทำการประมงโดยไม่ชอบด้วยกฎหมายที่ถือเป็นการฝ่าฝืนกฎหมายอย่างร้ายแรงให้สอดคล้องกับมาตรฐานสากล",
    "url": "https://drive.google.com/file/d/17CMBTPDJzlamMpiPMqTwLh2KedBkhzSn/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1804017770,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. การบริหารราชการในสถานการณ์ฉุกเฉิน",
    "category": "rights",
    "status": "proposed",
    "description": "สังคมไทยที่ผ่านมาอยู่ในสภาวะที่แตกแยกทางความคิด คนในชาติเกิดการแบ่งฝ่าย เกิดความคิดที่ไม่เคารพในระบอบประชาธิปไตย มีการชุมนุมประท้วงรัฐบาล จนนำไปสู่การยึดอำนาจการปกครอง เมื่อวันที่ 19 กันยายน 2549 และวันที่ 22 พฤษภาคม 2557 \n\nนำมาสู่การบังคับใช้กฎหมายที่ไม่เป็นธรรม เกิดการชุมนุมประท้วงของประชาชน เกิดการกระทำผิดต่อกฎหมายบ้านเมือง มีการดำเนินคดีกับผู้ชุมนุม ถูกจำกัดเสรีภาพ อิสรภาพระหว่างการกล่าวหาในการดำเนินคดีอาญา จากการที่รัฐบังคับใช้กฎหมายกฎหมายที่เคร่งครัดและขาดความยืดหยุ่น \n\nแต่เมื่อคำนึงถึงการกระทำของประชาชน มีไปเพื่อแสดงความคิดเห็นทางการเมือง อันเป็นการใช้สิทธิขั้นพื้นฐานของประชาชนตามรัฐธรรมนูญ",
    "solution": "นิรโทษกรรมให้แก่ประชาชน เพื่อคืนโอกาสให้แก่พลเมืองของประเทศ รักษาคุ้มครองศักดิ์ศรีความเป็นมนุษย์ ในกรณีที่เป็น\n1. การกระทำใดๆ ของบุคคลที่ร่วมเดินขบวนและชุมนุมประท้วงทางการเมือง \n2. การกระทำใดๆ ของบุคคลที่ไม่ได้ร่วมเดินขบวนและการชุมนุมประท้วงทางการเมือง แต่การกระทำนั้นมีมูลเหตุเกี่ยวข้องกับความขัดแย้งทางการเมืองอันเป็นความผิดตามประกาศของคกก. กำหนด ไม่ว่าจะกระทำทางกายภาพ หรือการแสดงความคิดเห็น ซึ่งกระทำไปโดยมีมูลเหตุจูงใจทางการเมือง \n\nโดยเริ่มนับตั้งแต่วันที่ 11 กุมภาพันธ์ พ.ศ. 2559 จนถึงวันที่ พรบ.นี้ใช้บังคับ\n\nและการกระทำที่ไม่ได้รับการนิรโทษกรรม ไม่ว่าบุคคลนั้นจะเป็นตัวการ ผู้ใช้ หรือผู้สนับสนุน\n1. การกระทำของเจ้าหน้าที่รัฐที่เกินกว่าเหตุ ไม่ว่าจะในฐานะของผู้สั่งการหรือปฏิบัติการ ไม่ว่าจะในขั้นตอนใด ที่เกี่ยวข้องในเหตุการณ์ชุมนุมประท้วง และการสลายการชุมนุม \n2. การกระทำความผิดต่อชีวิต ตามประมวลกฎหมายอาญา เว้นแต่เป็นการกระทำโดยประมาท\n3. การกระทำความผิด ตามประมวลกฎหมายอาญา มาตรา 113\n\nโดยคณะกรรมการที่มีอำนาจในการวินิจฉัยว่า การกระทำความผิดใดๆ จะได้รับการนิรโทษกรรมหรือไม่ และกำหนดความผิดที่มีมูลเหตุเกี่ยวข้องกับความขัดแย้งทางการเมือง ประกอบด้วย\n1. ประธานสภาผู้แทนราษฎร เป็นประธานคณะกรรมการ และผู้นำฝ่ายค้าน เป็นรองประธานคณะกรรมการ\n2. กรรมการที่เป็นสส. จากพรรคการเมืองที่มีรัฐมนตรี และไม่มีรัฐมนตรีอย่างละคน\n3. กรรมการที่เป็นตัวแทนของรัฐมนตรี ศาลยุติธรรม ศาลปกครอง และอัยการ อีกอย่างละ 1 คน\n4. เลขาธิการสภาผู้แทนราษฎร เป็นกรรมการและเลขานุการ",
    "url": "https://drive.google.com/file/d/1VYBW77T6vNuqocIUKgiMKJ55GZt_N6Os/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1804017775,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. นิรโทษกรรมแก่บุคคลซึ่งได้กระทำความผิด อันเนื่องมาจากเหตุการณ์ความขัดแย้งทางการเมือง",
    "category": "peace",
    "status": "proposed",
    "description": "- เกือบ 20 ปี นับตั้งแต่ 2549 การชุมนุมของกลุ่มพันธมิตรประชาชนเพื่อประชาธิปไตย (เสื้อเหลือง)   การยึดอำนาจรัฐโดยคณะปฏิรูปการปกครองในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข ในปี 2549  การชุมของกลุ่มนปช. (คนเสื้อแดง) กลุ่ม กปปส. การรัฐประหารของพลเอกประยุทธ์ 2557 และการชุมนุมของกลุ่มเยาวชน นักเรียนนักศึกษาช่วงปี 2562  เป็นช่วงเวลาความขัดแย้งอันยาวนานของสังคมไทย มีการเปลี่ยนรัฐบาลหลายครั้ง เกิดเหตุการณ์ความขัดแย้งความรุนแรงต่อกันทั้งสองฝ่ายมากมาย \n\n- ทั้งสองฝั่งความคิด มีประชาชนถูกกล่าวหาและดำเนินคดีมากมายนับพันคดี แต่เมื่อเราคำนึงว่า บรรดาการกระทำต่าง ๆ ของประชาชนต่างก็ได้กระทำไปบนเจตนาเพื่อส่วนร่วม  ต่างมีความปราถนาดีต่อบ้านเมือง ต่างมีความคิดเห็นทางการเมืองเป็นของตนเอง อันเป็นสิทธิเสรีภาพขั้นพื้นฐานของประชาชน  แต่ว่าด้วยความเห็นของสังคมไทยในเวลานั้นถูกแบ่งออกเป็นสองข้าง แต่ด้วยความมุ่งมั่นทางการเมือง หรือเหตุผลประการใดก็ตาม  ได้ผลักความคิดและการกระทำของประชาชนให้มองฝั่งตรงข้ามด้วยสายตาแห่งความเกลียดชัง ความโกรธจนนำพาสู่การล้ำเส้นแบ่งแห่งเสรีภาพของกันและกันจึง\n\n- เมื่อการดำเนินคดีที่เกิดขึ้น ทั้งจากการฟ้องร้องกันเอง หรือการฟ้องร้องจากเจ้าหน้าที่รัฐในเวลานั้น  มีสาเหตุและเจตนาจากประเด็นทางการเมือง   การใช้กระบวนการทางกฎหมาย ใช้องค์กรในกระบวนการยุติธรรมใช้ และตีความการกระทำความผิดแต่เพียงตามองค์ประกอบทางกฎหมาย โดยไม่คำนึงถึงมูลเหตุจูงใจของการกระทำอันเนื่องมาจากเหตุการณ์ความขัดแย้งทางการเมือง จึงไม่ใช่หนทางของการพาสังคมไทยออกจากปัญหาความขัดแย้ง เพราะการแสดงออกของประชาชนอันมีมูลเหตุจูงใจทางการเมืองนั้นมีความสัมพันธ์โดยตรงกับความขัดแย้งทางการเมือง\n- ประเทศไทยเคยนิรโทษใหญ่กว่านี้แล้ว เช่น การนิรโทษกรรมแก่ประชาชนและพรรคคอมมิวนิสต์ เพื่อเข้ากระบนการสร้างความปรองดองในฐานะ ผู้ร่วมพัฒนาชาติไทย ซึ่งครั้งนั้นเป็นความขัดแย้งรุนแรงถึงขั้นการทำสงคราม ใช้อาวุธต่อสู้สังหารกัน \n\n- พรรคก้าวไกล จึงเห็นว่า พรบ.นี้จะช่วยระบายความตึงเครียด ความขัดแย้งทางการเมืองที่สะสมอยู่ พร้อมที่จะปะทุเป็นความรุนแรงได้ทุกเมื่อ  จึงสมควรให้มีการนิรโทษกรรมแก่ประชาชนในกรณีดังกล่าวเพื่อขจัดความขัดแย้งที่ยังคงปรากฏอยู่ในปัจจุบัน",
    "solution": "- กลไกการนิรโทษกรรม กำหนดให้มี ‘คณะกรรมการวินิจฉัยชี้ขาดการกระทำความผิดเพื่อการนิรโทษกรรม’ ซึ่งในร่างของพรรคก้าวไกล เสนอให้มี 9 คน ประธานรัฐสภาจะเป็นผู้แต่งตั้ง\n(1) ประธานสภาผู้แทนราษฎร 1 คน\n(2) ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร 1 คน\n(3) บุคคลที่ได้รับเลือกจากคณะรัฐมนตรี 1 คน\n(4) บุคคลที่สมาชิกสภาผู้แทนราษฎรเลือกอีก 2 คน\n(5) มาจากผู้พิพากษาหรืออดีตผู้พิพากษาในศาลยุติธรรม 1 คน ซึ่งมาจากการเสนอของที่ประชุมใหญ่ศาลฎีกา\n(6) มาจากตุลาการหรืออดีตตุลาการศาลปกครอง 1 คน ซึ่งมาจากการเสนอของที่ประชุมใหญ่ศาลปกครอง\n(7) มาจากพนักงานอัยการหรืออดีตพนักงานอัยการ 1 คน ซึ่งมาจากการเสนอของศาลปกครองและอัยการเอง\n(8) และคนสุดท้าย คือเลขาธิการสภาผู้แทนราษฎร 1 คน\n\n- คณะกรรมการวินิจฉัยชี้ขาดที่มีองค์ประกอบการมีส่วนร่วมของทุกฝ่าย จะทำหน้าที่วินิจฉัยชี้ขาดว่ารายละเอียดของแต่ละคดี เป็นคดีที่มี “มูลเหตุจูงใจที่มาจากประเด็นการเมือง” สามารถนิรโทษกรรมได้หรือไม่ ไม่ได้ใช้มาตรา หรือฐานความผิดทางกฎหมายเป็นเกณฑ์ แต่จะพิจารณา “มูลเหตุจูงใจที่มาจากประเด็นการเมือง” เป็นเกณฑ์\n\n- จะไม่นิรโทษกรรมกรณีต่อไปนี้\n(1) การกระทำของเจ้าหน้าที่รัฐที่ทุจริตผิดกฎหมาย รุนแรงเกินกว่าเหตุ ทั้งผู้สั่งการ และผู้ปฏิบัติการ\n(2) การกระทำความผิดต่อชีวิตตามประมวลกฎหมายอาญา เว้นแต่เป็นการกระทำโดยประมาท\n(3) การกระทำความผิดตามประมวลกฎหมายอาญา มาตรา 113 หรือความผิดฐานเป็นกบฎ (ผู้ที่ทำการล้มล้างหรือเปลี่ยนแปลงรัฐธรรมนูญ ผู้ล้มล้างอำนาจนิติบัญญัติ อำนาจบริหาร หรืออำนาจตุลาการ ผู้ที่แบ่งแยกราชอาณาจักรหรือยึดอำนาจปกครอง)",
    "url": "https://drive.google.com/file/d/1iwydfVVYQX2aNcWYRNy9yQ8w3S2Fnsfx/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1804017619,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. การประปาแห่งชาติ",
    "category": "public",
    "status": "proposed",
    "description": "ปัจจุบันกิจการประปาส่วนใหญ่ของประเทศนั้นอยู่ในความดูแลของการประปานครหลวง การประปาส่วนภูมิภาค และการประปาขององค์กรปกครองส่วนท้องถิ่น ซึ่งยังขาดกฎหมายที่ให้อำนาจหน้าที่แก่หน่วยงานของรัฐ เพื่อกำหนดกรอบแนวทางในการกำหนดนโยบายและแผนแม่บทการบริหารและพัฒนากิจการประปาให้เป็นไปในทิศทางเดียวกัน รวมทั้ง ขาดการกำกับดูแล มาตรฐานและคุณภาพในการให้บริการน้ำประปาแก่ประชาชนให้เหมาะสมแก่การอุปโภคบริโภค จึงสมควรให้มีกฎหมายเพื่อกำหนดนโยบาย มาตรฐาน การกำกับดูแล และแผนการบริหารและพัฒนาเกี่ยวกับการประปาของประเทศ เพื่อสามารถให้บริการประชาชนได้อย่างมีประสิทธิภาพและประชาชนได้รับบริการการประปาได้อย่างสะดวกประหยัด ปลอดภัย และทั่วถึง",
    "solution": "- ยกเลิกการขอสัมปทานเพื่อประกอบกิจการประปา \n- เพิ่มเติมอํานาจหน้าที่ของคณะกรรมการทรัพยากรน้ําแห่งชาติในการจัดทํานโยบายและแผนบริหารและพัฒนาการประปาของประเทศ รวมไปถึงการติดตาม ดูแล ประสาน สนับสนุนและเร่งรัดการดําเนินงานของหน่วยงานของรัฐที่เกี่ยวข้องกับการประปา\n- ให้มีคณะกรรมการกํากับกิจการประปา ซึ่งมีหน้าที่กํากับดูแลการประกอบกิจการประปา \n- การประกอบกิจการประปาต้องได้รับใบอนุญาต โดยอาจมีการตรา พ.ร.ฎ. ยกเว้นให้กิจการประปาบางประเภทไม่จําเป็นต้องมีใบอนุญาตก็ได้\n- การยื่นคําขอใบอนุญาตกิจการประปาขนาดเล็ก ให้ทํา ณ ที่ทําการ อปท. ที่จะตั้งสถานที่ผลิตน้ําประปา ส่วนการยื่นคําขอใบอนุญาตกิจการประปาขนาดใหญ่ ให้ทํา ณ กรมอนามัย โดยกระบวนการตรวจสอบและพิจารณาเพื่ออนุญาตจะต้องแล้วเสร็จภายใน 90 วัน\n- ให้นายก อบจ. เป็นผู้อนุญาตการประกอบกิจการประปาขนาดเล็ก และให้คณะกรรมการเป็นผู้อนุญาตการประกอบกิจการประปาขนาดใหญ่ ค่าธรรมเนียมต่าง ๆ ให้ถือเป็นรายได้ของหน่วยงานผู้รับชําระค่าธรรมเนียมนั้น\n- ใบอนุญาตให้มีอายุไม่เกิน 10 ปี เว้นแต่คณะกรรมการจะกําหนดไว้เป็นอย่างอื่น แต่ต้องไม่เกิน 30 ปี\n- ในกรณีที่ผู้รับใบอนุญาตประกอบกิจการประปาขนาดเล็กจะขยายพื้นที่การให้บริการไปยัง อปท.​ อื่น ต้องได้รับอนุญาตจากผู้บริหารท้องถิ่นแห่ง อปท. นั้นเสียก่อน และต้องได้รับอนุญาตจากนายก อบจ. อันมีเขตครอบคลุมองค์กรปกครองส่วนท้องถิ่นนั้นด้วย\n- หากพบว่าผู้รับใบอนุญาตขาดคุณสมบัติหรือปฏิบัติไม่ถูกต้องตามเงื่อนไขในใบอนุญาต ให้ผู้อนุญาตมีอํานาจสั่งให้แก้ไขภายในเวลาที่กําหนด หากไม่แก้ไขหรือหากปล่อยให้ดําเนินกิจการต่อไป สามารถสั่งให้พักใช้หรือเพิกถอนใบอนุญาตได้\n- กรมอนามัยมีอํานาจหน้าที่ในการสุ่มตรวจวิเคราะห์คุณภาพน้ําประปาและคุณภาพการผลิตและจัดส่งน้ําประปา โดยต้องสุ่มตรวจอย่างน้อยปีละ 2 ครั้ง\n- ให้พนักงานเจ้าหน้าที่มีอํานาจในการตรวจสอบกิจการ เอกสารหลักฐาน คุณภาพน้ําประปา หรือข้อมูลอื่นที่เกี่ยวข้องของผู้รับใบอนุญาต และมีหน้าที่รายงานต่อผู้อนุญาต ถึงการกระทําผิดหรือการไม่ปฏิบัติตาม พ.ร.บ. นี้หรือเงื่อนไขที่กําหนดในใบอนุญาต\n- ให้ผู้รับสัมปทานประกอบกิจการประปาก่อนที่ พ.ร.บ. นี้ใช้บังคับเป็นผู้รับใบอนุญาตตาม พ.ร.บ. นี้ และให้ใบอนุญาตมีอายุเท่ากับอายุสัมปทานที่เหลืออยู่ แต่ไม่เกิน 30 ปี",
    "url": "https://drive.google.com/file/d/1gxtrHE7vbfZW6tTDXJcabTAqtKeEakz-/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1831471588,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. โคนมและผลิตภัณฑ์นม",
    "category": "government",
    "status": "proposed",
    "description": "พ.ร.บ. โคนมและผลิตภัณฑ์โคนม พ.ศ. 2551 ที่ใช้บังคับอยู่ ไม่เหมาะสมกับสภาวการณ์ปัจจุบัน จึงสมควรให้มีการเพิ่มบทนิยาม แก้ไขเพิ่มเติมองค์ประกอบ และอํานาจหน้าที่ของคณะกรรมการโคนมและผลิตภัณฑ์นม รวมถึงองค์ประกอบของคณะอนุกรรมการหรือคณะทํางานที่แต่งตั้งขึ้นตามกฎหมายนี้",
    "solution": "- เพิ่มบทนิยามคําว่า “ผู้แทนเกษตรกรโคนม” โดยให้มีความหมายว่าเกษตรกรโคนมที่ขึ้นทะเบียนเกษตรกรผู้เลี้ยงสัตว์กับกรมปศุสัตว์และได้รับการเสนอให้เป็นผู้แทนของเกษตรกรโคนมตามหลักเกณฑ์และวิธีการที่คณะกรรมการกําหนด\n\n- แก้ไขเพิ่มเติมองค์ประกอบของคณะกรรมการโคนมและผลิตภัณฑ์นม โดยกำหนดให้รัฐมนตรีว่าการกระทรวงเกษตรและสหกรณ์เป็นประธานกรรมการ เพื่อให้การปฏิบัติหน้าที่ของคณะกรรมการโคนมและผลิตภัณฑ์นมมีความเชื่อมโยงกับตัวแทนทางการเมืองในฐานะผู้กําหนดนโยบายในภาพรวม ตลอดจนแก้ไขเพิ่มเติมองค์ประกอบและที่มาของกรรมการผู้ทรงคุณวุฒิ โดยกําหนดให้มีสัดส่วนจากผู้แทนเกษตรกร โคนม และผู้แทนสภาองค์กรของผู้บริโภค เพื่อให้การปฏิบัติหน้าที่มีความเชื่อมโยงกับภาคประชาชน และผู้มีส่วนได้เสียในอุตสาหกรรมมากขึ้น\n\n- แก้ไขเพิ่มเติมการประชุมของคณะกรรมการโคนมและผลิตภัณฑ์นม โดยกําหนดจํานวนครั้งของการประชุมในแต่ละปี รวมถึงสาระของการประชุมในแต่ละครั้ง\n\n- แก้ไขเพิ่มเติมอํานาจหน้าที่ของคณะกรรมการโคนมและผลิตภัณฑ์นมให้มีความครอบคลุมและโปร่งใสยิ่งขึ้น การแต่งตั้งคณะอนุกรรมการหรือคณะทํางานเพื่อปฏิบัติหน้าที่ตามพระราชบัญญัติมีองค์ประกอบและที่มาของคณะอนุกรรมการหรือคณะทํางาน ที่ประกอบไปด้วยผู้แทนที่เกี่ยวข้องจากหลายภาคส่วนและกําหนดให้คณะกรรมการโคนมและผลิตภัณฑ์นมต้องจัดทํารายงานการประชุม รายงานผลการดำเนินงานประจําปี และข้อมูลการวิเคราะห์ต้นทุนและโครงสร้างราคานมและผลิตภัณฑ์นม โดยให้เผยแพร่ข้อมูลดังกล่าวต่อสาธารณชนภายในระยะเวลาที่กําหนด รวมถึงให้เผยแพร่รายงานการประชุมและรายงานผลการดําเนินงานของคณะอนุกรรมการภายในระยะเวลาที่กําหนดด้วยเช่นกัน",
    "url": "https://drive.google.com/file/d/1nwuvQyC4_NrETzK823Xt8n-w7xitScKx/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1804017742,
    "party": "ก้าวไกล",
    "title": "ร่าง พ.ร.บ. แก้ไขเพิ่มเติมประมวลกฎหมายวิธีพิจารณาความอาญา (คุ้มครองสิทธิจำเลย)",
    "category": "rights",
    "status": "proposed",
    "description": "เนื่องจากรัฐธรรมนูญบัญญัติไว้ในหลายประการเกี่ยวกับการจับกุม อันเป็นหลักประกันสิทธิขั้นพื้นฐานในกระบวนการยุติธรรมทางอาญาของผู้ถูกจับหรือผู้ต้องหา รวมถึงจำเลย เป็นปัญหาทางกฎหมายเกี่ยวกับการไม่มีกฎหมายกำหนดสิทธิการมีทนายความของผู้ถูกจับในขณะจับกุม โดยที่ประมวลกฎหมายวิธีพิจารณาความอาญาในปัจจุบัน มิได้มีการกำหนดหลักเกณฑ์ และระยะเวลาในการให้สิทธิที่จะพบและปรึกษาทนายความแก่ผู้ถูกจับในทันทีท่ีมีการจับกุม ส่งผลกระทบต่อการรับรองและคุ้มครองสิทธิการมีทนายความของผู้ถูกจับ อีกทั้ง ตามประมวลกฎหมายวิธีพิจารณาความอาญา มาตรา 89/1 และมาตรา 89/2 เรื่องการให้สิทธิจำเลยในการถูกคุมขังในสถานที่อื่น หรือ การให้จำเลยรักษาพยาบาล ดูแลครรภ์ หรือจำลบที่ป่วย มีผลบังคับใช้มาตั้งแต่ปี พ.ศ.2550 แต่ในทางปฏิบัติปรากฏว่า ไม่มีการนําเอามาตรการดังกล่าวมาบังคับใช้ให้เกิดผลได้จริง\n\nกฎหมายยังไม่ได้กําหนดประเภทหรือลักษณะของความผิดที่ห้ามมิให้นํามาตรการดังกล่าวมาบังคับใช้ ซึ่งปัญหาความไม่ชัดเจนของกฎหมายนี้เป็นการเปิดช่องให้ศาลใช้ดุลพินิจมากจนเกินไป อันเป็นเหตุให้ในทางปฏิบัติศาลไม่นํามาตรการดังกล่าวมาใช้บังคับเลย นอกจากนี้ยังมีปัญหาด้าน ดุลยพินิจในการรับฟ้องของศาล กรณีฟ้องจำเลย ณ ภูมิลำเนาของผู้ที่ถูกจำคุกในคดีอื่น เมื่อพนักงานอัยการรับสำนวนคดีไปพิจารณาสั่งฟ้อง ณ ภูมิลำเนาที่ผู้ต้องหาถูกควบคุมตัวอยู่นั้น ศาลสามารถใช้ดุลยพินิจไม่รับชำระคดีดังกล่าวได้ โดยกำหนดให้ไปยื่นฟ้องต่อศาลในท้องที่ที่ความผิดเกิด กระบวนการยุติธรรมจึงไม่เป็นไปในทิศทางเดียวกัน",
    "solution": "โดยการกำหนดให้ผู้ถูกจับมีสิทธิพบและปรึกษาทนายความได้ในทันทีที่ถูกจับกุม และกำหนดให้ผู้ถูกจับหรือถูกควบคุมตัวมีสิทธิร้องขอพบและปรึกษาทนายความได้ทันทีตั้งแต่เริ่มการจับกุมและการควบคุมตัว\nกรณีจำเลยมีที่อยู่ในเรือนจำที่อยู่ในเขตอำนาจของศาลอื่น จำเลยมีสิทธิยื่นขอและทุกฝ่ายที่เกี่ยวข้อง สมัครใจ และได้ยินยอมเป็นลายลักษณ์อักษร ศาลที่ชำระคดีมีคำสั่งให้นำวิธีการประชุมทางจอภาพมาใช้ได้ ทั้งนี้ ให้ศาลคำนึง เพื่อประโยชน์ในการคุ้มครองผู้เสียหาย พยานและจำเลยในคดีอาญา ให้การพิจารณาคดีเป็นไปด้วยความรวดเร็ว ต่อเนื่อง และเป็นธรรม และหากฝ่ายใดฝ่ายหนึ่งเห็นว่า การประชุมทางจอภาพมาใช้จะก่อให้เกิดความไม่เป็นธรรมแก่ตนเอง จะร้องขอให้ศาลมีคำสั่งยุติการพิจารณาคดีนั้นเสียก็ได้ และจะร้องขอให้นำวิธีการประชุมทางจอภาพมาใช้ในคดีดังกล่าวอีกไม่ได้\n\nเพิ่มสิทธิของจำเลยเขียนระบุว่า ในการยื่นคําร้องต่อศาลเพื่อขอให้มีการควบคุมตัวผู้ต้องหาหรือผู้กระทําความผิดด้วยวิธีอื่นนอกจากการจําคุกในเรือนจํา ให้เจ้าพนักงานคํานึงถึงเหตุจําเป็น ซึ่งรวมถึงเหตุจําเป็นของรัฐ หรือเหตุจําเป็นของตัวผู้ต้องหาหรือจำเลย ดังตอไปนี้\n(1) ผู้ต้องหาหรือจำเลยเจ็บป่วยและต้องได้รับการรักษาอย่างต่อเนื่อง\n(2) ผู้ต้องหาหรือจำเลยมีอาการป่วยทางจิต\n(3) ผู้ต้องหาหรือจำเลยที่มีครรภ์\n(4) เหตุจําเป็นอื่น เมื่อศาลเห็นว่าการควบคุมตัวในเรือนจําอาจทําให้เกิดอันตรายต่อสุขภาพของผู้ต้องหาหรือผู้กระทําความผิด",
    "url": "https://drive.google.com/file/d/1BBlwhfrq72Tm2t3rIitZWtywK6fHBwmN/view?usp=drive_link",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1832259568,
    "party": "ก้าวไกล",
    "title": "ร่างรัฐธรรมนูญแห่งราชอาณาจักรไทย แก้ไขเพิ่มเติม (ยกเลิก ม.272)",
    "category": "politics",
    "status": "proposed",
    "description": "เนื่องจากมาตรา 272 ของรัฐธรรมนูญแห่งราชอาณาจักรไทย กำหนดให้สมาชิกวุฒิสภา 250 คนที่มาจากการแต่งตั้ง มีอำนาจลงมติเลือกนายกรัฐมนตรีร่วมกับสมาชิกสภาผู้แทนราษฎรจำนวน 500 คนที่มาจากการเลือกตั้ง โดยผู้ได้รับเลือกนายกรัฐมนตรีจะต้องได้รับเสียงเกินกึ่งหนึ่งของจำนวนสมาชิกของทั้งสองสภารวมกัน เป็นสิ่งที่ขัดต่อหลักการพื้นฐานของประชาธิปไตย ทั้งที่เคยบัญญัติไว้ในรัฐธรรมนูญฉบับก่อนๆ ของประเทศไทยและที่เป็นการปฏิบัติโดยทั่วไปในประเทศอื่นที่ปกครองด้วยระบอบประชาธิปไตย เนื่องจากเป็นการเปิดช่องให้ประเทศมีนายกรัฐมนตรีที่ไม่ได้รับความเห็นชอบจากเสียงข้างมากของสมาชิกสภาผู้แทนราษฎรที่มาจากการเลือกตั้งของประชาชนผู้ทรงอำนาจสูงสุดในประเทศ ซึ่งทำให้ทั้งขาดความชอบธรรมและอาจกลายเป็นอุปสรรคต่อการบริหารประเทศ",
    "solution": "ยกเลิกมาตรา 272 ของรัฐธรรมนูญแห่งราชอาณาจักรไทย พ.ศ. 2560",
    "url": "https://drive.google.com/file/d/1AU0i0yjoX-xNKByQ7v42JIkfO6GYGtGV/view?usp=sharing",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1832259630,
    "party": "",
    "title": "ร่างข้อบังคับประชุมสภาผู้แทนราษฎร (สภาก้าวหน้า)",
    "category": "politics",
    "status": "paused",
    "description": "ปัจจุบันกลไกที่เกี่ยวข้องกับการประชุมสภาผู้แทนราษฎรยังมีหลายส่วนที่สามารถปรับปรุงเพิ่มเติมได้ เช่น ความยากในการเข้าถึงข้อมูลเกี่ยวกับการทำงานของสภาฯ และข้อมูลที่เปิดเผยมักไม่อยู่ในรูปแบบที่ถูกนำไปตรวจสอบได้ง่าย ความล่าช้าในการผลักดันกฎหมาย การใช้ดุลพินิจมากเกินไปวินิจฉัยว่าญัตติใดด่วนหรือไม่ และพื้นที่และกลไกให้ประชาชนเข้ามามีส่วนร่วมกับสภาฯ ยังน้อยมาก เป็นต้น จึงทำให้สภาผู้แทนราษฎรไม่สามารถทำงานได้อย่างมีประสิทธิภาพมากเท่าที่ควร",
    "solution": "- สภาฉับไว: ตัดกลไกที่ทำให้การพิจารณากฎหมายล่าช้าโดยไม่จำเป็น\n\n- สภามีความหมาย: เพิ่มกระทู้ถามสดนายกฯ โดยผู้นำฝ่ายค้านและ สส. \n\n- สภาเข้มแข็ง: ให้ กมธ. ที่สำคัญต่อการตรวจสอบมีประธานเป็นฝ่ายค้าน\n\n- สภาเปิดเผย: ถ่ายทอดสดประชุม กมธ. + เปิดข้อมูลแบบวิเคราะห์ต่อได้\n\n- สภาดิจิทัล: จัดทำระบบติดตามสถานะร่างกฎหมายและข้อปรึกษาหารือ\n\n- สภายุติธรรม: ลดดุลพินิจประธานสภาฯ ในการวินิจฉัยญัตติด่วน\n\n- สภาเสมอภาค: กำหนดไม่ให้มีการอภิปรายที่ยั่วยุให้เกิดการเลือกปฏิบัติ\n\n- สภาประชาชน: fast-track กฎหมายประชาชน + เพิ่มสิทธิเสนอญัตติ\n\n- สภาสากล: แปลกฎหมายทุกฉบับเป็นภาษาอังกฤษ เชื่อมประชาคมโลก",
    "url": "https://drive.google.com/file/d/1-gPpHgUyohRD6cXo040n0vlUC9UNcKFK/view?usp=sharing",
    "isNCPO": false,
    "imageUrl": "https://raw.githubusercontent.com/kaogeek/mfp-promise-tracker/main/static/images/law.jpeg",
    "links": [],
    "timelines": []
  },
  {
    "id": 1837865353,
    "party": "",
    "title": "ร่าง พ.ร.บ. ส่งเสริมและรักษาคุณภาพสิ่งแวดล้อมแห่งชาติ (EIA เท่าเทียม)",
    "category": "environment",
    "status": "proposed",
    "description": "พ.ร.บ. ส่งเสริมและรักษาคุณภาพสิ่งแวดล้อมแห่งชาติ พ.ศ. 2535 ได้ใช้บังคับมาเป็นเวลานานทำให้บทบัญญัติบางประการไม่เหมาะสมกับสถานการณ์ในปัจจุบันที่ปัญหาสิ่งแวดล้อมทวีความรุนแรงยิ่งขึ้นและส่งผลกระทบต่อคุณภาพชีวิตของประชาชน อีกทั้งยังพบว่าในหลายกรณี ข้อพิพาทที่เกิดขึ้นมักจะเกิดขึ้นระหว่างรัฐกับเอกชนหรือเอกชนกับเอกชนที่ไม่ได้มีสถานะเท่าเทียมกัน ขาดอำนาจต่อรองทางเศรษฐกิจ สังคม รวมทั้งโอกาสในการการเข้าถึงกระบวนการยุติธรรม จนเกิดการได้เปรียบเสียเปรียบกันในทางกฎหมาย ดังนั้น จึงสมควรปรับปรุงบทบัญญัติในกฎหมายดังกล่าวให้มีมาตรการที่เป็นธรรมในการเยียวยาประชาชนที่ได้รับผลกระทบจากความเสียหายทางสิ่งแวดล้อม เพื่อปรับปรุงกฎหมายให้เกิดความเป็นธรรมต่อประชาชนทุกคนอย่างแท้จริงและสอดคล้องกับรัฐธรรมนูญแห่งราชอาณาจักรไทย",
    "solution": "- นำเงินจากกองทุนสิ่งแวดล้อมมาใช้เยียวยาความเสียหายให้แก่ผู้ได้รับความเสียหายจากภยันตรายที่เกิดจากการแพร่กระจายของมลพิษหรือภาวะมลพิษ ที่เกิดจากกิจการ/โครงการที่ริเริ่มหรือดำเนินการโดยส่วนราชการหรือรัฐวิสาหกิจโดยความเห็นชอบของคณะกรรมการสิ่งแวดล้อมแห่งชาติ\n\n- ให้หน่วยงานที่เกี่ยวข้องกับการประเมินผลกระทบสิ่งแวดล้อม กำหนดหลักเกณฑ์การชดเชยเยียวยาความเดือดร้อนหรือความเสียหาย ให้กับผู้ได้รับความเสียหายจากโครงการที่ขอรับการประเมินผลกระทบสิ่งแวดล้อม เป็นเงื่อนไขในการอนุญาตโครงการหรือกิจการหรือการดำเนินการที่ต้องจัดทำรายงานการประเมินผลกระทบสิ่งแวดล้อมตามมาตรา 48 ด้วย\n\n- โครงการ/กิจการ/การดำเนินการที่ต้องจัดทำรายงานการประเมินผลกระทบทางสิ่งแวดล้อมเนื่องจากเป็นโครงการที่มีหรืออาจมีผลกระทบต่อสิ่งแวดล้อม สุขอนามัย หรือส่วนได้เสียของประชาชนหรือชุมชนอย่างรุนแรงนั้น ต้องจัดทำประกันภัยความรับผิดในความเสียหายทางสิ่งแวดล้อม",
    "url": "https://drive.google.com/file/d/1ThWl4KK5bdI0cBByruzSDkwoquvPCzpZ/view?usp=sharing",
    "isNCPO": false,
    "links": [],
    "timelines": []
  },
  {
    "id": 1837865726,
    "party": "",
    "title": "ร่าง พ.ร.บ. ควบคุมเครื่องดื่มแอลกอฮอล์",
    "category": "economy",
    "status": "working",
    "description": "กฎหมายว่าด้วยการควบคุมเครื่องดื่มแอลกอฮอล์ในปัจจุบัน มีบทบัญญัติหลายประการที่จํากัดสิทธิของผู้ประกอบการในการจําหน่ายเครื่องดื่มแอลกอฮอล์ และกําหนดข้อบังคับเกี่ยวกับการโฆษณาเครื่องดื่มแอลกอฮอล์ในลักษณะจํากัดสิทธิโดยเด็ดขาดซึ่งส่งผลกระทบต่อธุรกิจเครื่องดื่มแอลกอฮอล์ในภาพรวมและไม่ได้เป็นการแก้ปัญหาสังคมที่อาจเกิดจากเครื่องดื่มแอลกอฮอล์ได้อย่างแท้จริง อีกทั้ง ยังควบคุมเครื่องดื่มแอลกอฮอล์โดยใช้ระบบคณะกรรมการอันอาจก่อให้เกิดปัญหาเกี่ยวกับการใช้ดุลพินิจและขอบอํานาจในการพิจารณาและวินิจฉัยในเรื่องต่าง ๆ จึงควรแก้ไขเพิ่มเติมบทบัญญัติดังกล่าวเพื่อประโยชน์ในการบังคับใช้กฎหมายควบคุมเครื่องดื่มแอลกอฮอล์ให้สามารถป้องกันปัญหาสังคมจากเครื่องดื่มแอลกอฮอล์ โดยไม่ให้จํากัดสิทธิประกอบอาชีพของผู้ประกอบธุรกิจเครื่องดื่มแอลกอฮอล์มากจนเกินสมควร และเพื่อแก้ปัญหาสังคมและการขับเคลื่อนเศรษฐกิจสามารถดําเนินไปได้โดยสอดคล้องกัน",
    "solution": "- ยกเลิกบทนิยามคําว่า “คณะกรรมการ” “คณะกรรมการควบคุม” “สํานักงาน” “พนักงานเจ้าหน้าที่” “ผู้อํานวยการ” และ “อธิบดี”\n\n- แก้ไขเพิ่มเติมให้ รมว.สธ. รักษาการตาม พ.ร.บ.นี้ และให้มีอํานาจแต่งตั้งพนักงานเจ้าหน้าที่ ออกกฎกระทรวง ระเบียบ และประกาศเพื่อปฏิบัติตาม พ.ร.บ. นี้\n\n- ยกเลิก หมวด 1 หมวด 2 และหมวด 3 แห่ง พ.ร.บ.ควบคุมเครื่องดื่มแอลกอฮอล์ พ.ศ. 2551\n\n- แก้ไขเพิ่มเติมให้ผู้ผลิตหรือนําเข้าเครื่องดื่มแอลกอฮอล์จัดให้มีบรรจุภัณฑ์ ฉลาก พร้อมทั้งข้อความคําเตือนสําหรับเครื่องดื่มแอลกอฮอล์ที่ผลิตหรือนําเข้า \n\n- แก้ไขเพิ่มเติมสถานที่หรือบริเวณที่ห้ามขายเครื่องดื่มแอลกอฮอล์ \n\n- ยกเลิกเรื่องการห้ามขายเครื่องดื่มแอลกอฮอล์ในวันหรือเวลาที่รัฐมนตรีประกาศ กําหนดโดยคําแนะนําของคณะกรรมการ\n\n- แก้ไขเพิ่มเติมการห้ามไม่ให้ผู้ใดขายเครื่องดื่มโดยใช้เครื่องขายอัตโนมัติที่ไม่สามารถยืนยันตัวตนผู้ซื้อได้\n\n- ยกเลิกการห้ามไม่ให้ผู้ใดขายเครื่องดื่มโดยการลดราคาเพื่อประโยชน์ในการส่งเสริมการขาย\n\n- แก้ไขเพิ่มเติมการห้ามไม่ให้ผู้ใดขายเครื่องดื่มโดยวิธีหรือลักษณะอื่นใดตามที่รัฐมนตรีประกาศกําหนด\n\n- แก้ไขเพิ่มเติมการห้ามไม่ให้ผู้ใดบริโภคเครื่องดื่มแอลกอฮอล์ในสถานศึกษาตามกฎหมายว่าด้วยการศึกษาแห่งชาติ ยกเว้นบริเวณที่จัดไว้เป็นที่พักส่วนบุคคล หรือสโมสร โรงแรม หรือการจัดเลี้ยง ตามประเพณี หรือสถานศึกษาที่สอนการผสมเครื่องดื่มแอลกอฮอล์และได้รับอนุญาตตามกฎหมาย\n\n- ยกเลิกการห้ามไม่ให้ผู้ใดบริโภคเครื่องดื่มแอลกอฮอล์ในสวนสาธารณะของทางราชการที่จัดไว้เพื่อการพักผ่อนของประชาชนโดยทั่วไป\n\n- แก้ไขเพิ่มเติมการห้ามไม่ให้ผู้ใดบริโภคเครื่องดื่มแอลกอฮอล์ในสถานที่อื่นที่รัฐมนตรีประกาศกําหนด\n\n- แก้ไขเพิ่มเติมโดยห้ามไม่ให้ผู้ประกอบการผลิตหรือจําหน่าย โฆษณา หรือแสดงชื่อ หรือเครื่องหมายของเครื่องดื่มแอลกอฮอล์ แก่บุคคลที่มีอายุต่ำกว่า 20 ปี \n\n- แก้ไขเพิ่มเติมให้ผู้ติดเครื่องดื่มแอลกอฮอล์หรือญาติ คณะบุคคลหรือองค์กรที่มีวัตถุประสงค์เพื่อการบําบัดรักษาหรือฟื้นฟูสภาพผู้ติดเครื่องดื่มแอลกอฮอล์ อาจขอรับการสนับสนุนเพื่อการบําบัดรักษาหรือฟื้นฟูสภาพจากกรมควบคุมโรคได้ \n\n- ยกเลิกบรรดาความผิดตาม พ.ร.บ. นี้ที่ให้คณะกรรมการควบคุมมีอํานาจเปรียบเทียบปรับ",
    "url": "https://drive.google.com/file/d/1oqX0TD34-rQbBymjH5zqoqS5DxXSH6vE/view?usp=sharing",
    "isNCPO": false,
    "links": [],
    "timelines": []
  },
  {
    "id": 1837866241,
    "party": "",
    "title": "ร่าง พ.ร.บ. แก้ไขเพิ่มเติมประมวลกฎหมายแพ่งและพาณิชย์ (แก้กฎหมายไม่ตีเด็ก)",
    "category": "rights",
    "status": "proposed",
    "description": "ปัจจุบันการกระทำทารุณกรรมหรือทําร้ายร่างกายหรือจิตใจของบุตรอันเกิดขึ้น จากอํานาจผู้ปกครองหรือผู้ดูแลดูแลเด็กเกิดขึ้นบ่อยครั้งจนส่งผลต่อการบาดเจ็บหรือได้รับความเจ็บปวดทุกข์กายทุกข์ใจ พัฒนาการของเด็กจนถึงขนาดบางครั้งเด็กถูกลงโทษด้วยความรุนแรงถึงขนาดเสียชีวิตโดยส่วนหนึ่งมาจากบทบัญญัติของกฎหมายที่ได้บังคับมาเป็นระยะเวลานานดังเช่นใน ประมวลกฎหมายแพ่งและพาณิชย์ มาตรา 1567 (2) ที่กำหนดให้ผู้ใช้อํานาจปกครองมีสิทธิทําโทษบุตรตามสมควรเพื่อว่ากล่าวสั่งสอนเปิดช่องลงโทษบุตรได้อย่างไม่จำกัดวิธีการ ไม่สอดคล้องกับอนุสัญญาว่าด้วยสิทธิเด็ก และการที่ประเทศไทยได้รับและให้คำมั่นโดยสมัครใจที่จะปฏิบัติตามภายใต้กลไก Universal Periodic Preview (UPR) รอบที่ 2 (พ.ศ. 2559 ถึง พ.ศ. 2563) ที่ได้รับคํามั่นว่าจะปรับแก้กฎหมายและควบคุมบทลงโทษด้วยความรุนแรงต่อบุตรด้วยสําคัญของปัญหาที่จะส่งผลกระทบต่อสภาพร่างกายจิตใจหรือพัฒนาการของเด็กรายบุคคลและส่งผลต่อการพัฒนาคุณภาพชีวิต และความมั่นคงของประเทศชาติในระยะยาว",
    "solution": "แก้ไข ปพพ.มาตรา 1567 (2) ปี พ.ศ. 2519 ที่เกี่ยวข้องกับครอบครัวได้กล่าวไว้ว่าบิดา มารดามีสิทธิที่จะลงโทษเพื่ออบรมสั่งสอน “ตามสมควร” สิ่งนี้ทำให้เห็นว่านี่คือช่องว่างทางกฎหมายที่ทําให้การลงโทษเด็กยังคงมีอยู่ในรูปแบบเพื่ออบรมสั่งสอน ดังนั้น มาตรานี้ในกรอบกฎหมายไทยนั้นถือว่าเป็นอุปสรรคสำคัญในการขัดขวางไม่ให้ประเทศไทยบรรลุเป้าหมายตามพันธกิจที่จะขจัดการลงโทษเด็กในทุกรูปแบบ ประโยคนี้ควรมีการยกเลิกและแก้ไขโดยการลบวรรคที่กล่าวถึงการลงโทษเด็กเพื่ออบรมสั่งสอน โดยเปลี่ยนจากข้อความเดิมเป็น “ทําโทษบุตรเพื่อว่ากล่าวสั่งสอนตามสมควร แต่ต้องไม่เป็นการกระทําทารุณกรรม หรือทําร้ายร่างกายหรือจิตใจ ไม่เป็นการเฆี่ยนตี หรือทําโทษอื่นใดอันเป็นการด้อยค่า” เพื่อเสนอต่อสมาชิกสภาผู้แทนราษฎร โดยหวังว่าทุกท่านจะแสดงถึงความตั้งใจในการปกป้องเด็กทุกคนจากความรุนแรง โดยเฉพาะความรุนแรงในครอบครัว",
    "url": "https://drive.google.com/file/d/1x3dWVL_R5AEf4q-L9G3mmiZj19PWgYuq/view?usp=sharing",
    "isNCPO": false,
    "links": [],
    "timelines": []
  },
  {
    "id": 1838454384,
    "party": "",
    "title": "ร่าง พ.ร.บ. แก้ไขเพิ่มเติมประมวลกฎหมายความอาญา (คุกคามทางเพศ)",
    "category": "rights",
    "status": "proposed",
    "description": "ปัญหาการคุกคามทางเพศ (Sexual Harassment) ซึ่งเป็นปัจจัยหนึ่งของการสร้างความรุนแรงทางเพศ และเป็นจุดเริ่มต้นของการกระทําผิดทางเพศอันนําไปสู่ปัญหาข่มขืน กระทําชําเราหรือปัญหาอนาจารและความผิดเกี่ยวกับเพศอื่นๆ ที่ร้ายแรงตามมา ภายใต้สิทธิความเป็นธรรมทางเพศ การคุกคามทางเพศ ถือเป็นปัญหาอีกรูปแบบหนึ่งของการเลือกปฏิบัติด้วยเหตุแห่งเพศ และเป็นปัญหาทางด้านสิทธิมนุษยชนที่สามารถเกิดขึ้นได้กับบุคคลทุกเพศ ทุกวัย ในทุกๆ ที่ ทุกเวลาในสังคม และเป็นปัญหาที่ส่งผลกระทบกระเทือนทั้งทางร่างกายและจิตใจของผู้ถูกกระทําเป็นอย่างมาก จึงต้องตรากฏหมายขึ้นให้ได้มาตรฐานและสอดรับกับแนวทางป้องกันปัญหาทางเพศในสังคม",
    "solution": "- มีการบัญญัติความหมาย “คุกคามทางเพศ” หมายถึง การกระทําอันไม่พึงปรารถนาทางเพศ การร้องขอที่ไม่พึงปรารถนาเพื่อความต้องการทางเพศต่อผู้ถูกคุกคาม หรือการกระทําอื่นที่ไม่พึงปรารถนาอันเกี่ยวกับเรื่องทางเพศที่เกี่ยวข้องกับผู้ถูกคุกคาม ซึ่งในสถานการณ์นั้นๆ บุคคลทั่วไปอาจคาดหมายได้ว่า เป็นการคุกคามผู้ถูกกระทํา ทําให้ผู้ถูกกระทําอับอาย เสื่อมเสียเกียรติ หรือทําให้ผู้ถูกกระทํากลัว\n\n- เพิ่ม มาตรา 39 แห่งประมวลกฎหมายอาญา “คำสั่งงดเว้นการกระทำการ” หากศาลพิจารณาแล้วเห็นว่ามีความจำเป็นที่จะคุ้มครองผู้อื่นจากการถูกคุกคาม รบกวน ข่มขู่ สร้างความเดือดร้อนรำคาญโดยการกระทำของผู้ถูกฟ้อง ศาลอาจสั่งห้ามผู้นั้นไม่ให้กระทำการใดๆ ตามที่ระบุไว้ในคำสั่งภายในระยะเวลาที่กำหนด\n\n- กำหนด “บทลงโทษ” เป็นระดับความผิด เช่น              \n1) กระทําการคุกคามทางเพศโดยเฝ้าติดตาม\t             \n2) กระทําการคุกคามทางเพศโดยกระทํากับเด็กที่อายุต่ำกว่า 15 ปี  \n3) กระทําการคุกคามทางเพศโดยอาศัยความไว้วางใจหรือสภาพของผู้ถูกกระทํา หรือตําแหน่งหน้าที่ อาศัยเหตุที่ผู้กระทํามีอํานาจเหนือผู้ถูกกระทํา อันเนื่องจากความสัมพันธ์ในฐานะที่เป็นผู้บังคับบัญชา นายจ้าง หรือผู้มีอํานาจเหนือ หรือความรับผิดชอบของผู้กระทําในการประพฤติผิดทางเพศ\nต้องระวางโทษจําคุกไม่เกิน 1 ปี และปรับไม่เกิน 30,000 บาท หรือทั้งจําทั้งปรับ\n\n- มีการเพิ่ม “โทษการคุกคามทางเพศ” ผ่านช่องทางการสื่อสารทางอิเล็กทรอนิกส์ โดยประการที่น่าจะทำให้ผู้อื่นนั้นหวาดกลัว รู้สึกถูกคุกคาม รู้สึกถูกข่มขู่ เกิดความกังวลใจ เสียชื่อเสียง ถูกดูหมื่น ถูกเกลียดชัง ได้รับความอับอาย หรือความเดือดร้อนรำคาญ ต้องระวางโทษจำคุกไม่เกิน 2 ปี หรือปรับไม่เกิน 60,000 บาท หรือทั้งจำทั้งปรับ",
    "url": "https://drive.google.com/file/d/1I9a9RnpFqNTZs9J9aLttTNei4I2iNcYS/view?usp=sharing",
    "isNCPO": false,
    "links": [],
    "timelines": []
  },
  {
    "id": 1839154468,
    "party": "",
    "title": "ร่าง พ.ร.บ. ประกันชีวิต",
    "category": "labor",
    "status": "proposed",
    "description": "ปัจจุบันบทบัญญัติของพระราชบัญญัติประกันชีวิต พ.ศ. 2535 ในส่วนที่เกี่ยวกับการควบคุมบริษัทในการกำหนดแบบและข้อความ และอัตราเบี้ยประกันภัยในกรมธรรม์ประกันภัย ไม่เหมาะสมแก่การประกอบธุรกิจประกันภัย จำกัดทางเลือกผู้เอาประกันภัยในการจัดการเบี้ยประกันภัยเกินจำเป็น สมควรแก้เพิ่มเติมให้การประกอบธุรกิจประกันภัยมีประสิทธิภาพ สอดคล้องกับความก้าวหน้าทางเศรษฐกิจ และเพิ่มมาตรการคุ้มครองผู้เอาประกันภัย รวมทั้งยกระดับนักคณิตศาสตร์ประกันภัยผู้มีบทบาทสำคัญในธุรกิจประกันภัยให้มีศักยภาพสูงขึ้น",
    "solution": "เพื่อปลดล็อกมูลค่าเงินสด (CV) ให้ผู้ซื้อกรมธรรม์ประกันชีวิต สามารถเลือกได้ว่าจะซื้อแบบมีหรือไม่มีมูลค่าเงินสด (CV) ก็ได้ กรณีเลือกซื้อแบบไม่มีมูลค่าเงินสด (CV) จะทำให้เบี้ยประกันถูกลงครึ่งหนึ่ง\n\n- แก้ไขเพิ่มเติมให้บริษัทสามารถกำหนดแบบและข้อความของกรมธรรม์ที่ผู้เอาประกันภัยไม่รับเงินค่าเวนคืนกรมธรรม์ประกันภัย หรือรับกรมธรรม์ใช้เงินสำเร็จจากผู้รับประกันภัยได้\n\n- แก้ไขเพิ่มเติมให้บริษัทสามารถกำหนดอัตราเบี้ยประกันภัยกรณีที่เป็นการประกันภัยแบบกลุ่มหรือการประกันภัยในลักษณะเดียวกันหรือเป็นการประกันภัยแบบอื่นที่นายทะเบียนอนุญาตได้\n\n- แก้ไขเพิ่มเติมบทบัญญัติเกี่ยวกับนักคณิตศาสตร์ประกันภัย",
    "url": "https://drive.google.com/file/d/1vwABSo_1nUfcGy9mjILGqXB8pB2xllVs/view",
    "isNCPO": false,
    "links": [],
    "timelines": []
  },
  {
    "id": 1839420922,
    "party": "",
    "title": "ร่าง พ.ร.บ. ยกเลิกคำสั่งหัวหน้าคณะรักษาความสงบแห่งชาติ ที่ 8/2560 เรื่อง การขับเคลื่อนการปฏิรูปการบริหารงานส่วนบุคคลท้องถิ่น ลงวันที่ 21 กุมภาพันธ์ พ.ศ. 2560 (ยกเลิกคำสั่ง คสช. การคัดเลือกบุคลากรท้องถิ่น)",
    "category": "decentralize",
    "status": "working",
    "description": "คำสั่งหัวหน้าคณะรักษาความสงบแห่งชาติ ที่ 8/2560 เรื่อง การขับเคลื่อนการปฏิรูป การบริหารงานส่วนบุคคลท้องถิ่น ได้ออกใช้บังคับโดยอำนาจตามความในมาตรา 44 ของรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 ประกอบกับมีบทบัญญัติที่ไม่สอดคล้องกับสภาพการณ์ในปัจจุบัน เนื่องจากได้มีการประกาศใช้บังคับรัฐธรรมนูญแห่งราชอาณาจักรไทย พุทธศักราช 2560 และมีบทบัญญัติที่ขัดกับหลักการกระจายอำนาจของการปกครองส่วนท้องถิ่นอย่างชัดเจน",
    "solution": "ยกเลิกคำสั่ง คสช. ที่ 8/2560 ที่รวบอำนาจงานบริหารบุคคลจากท้องถิ่นเข้าสู่ส่วนกลาง ให้ท้องถิ่นกลับมามีอำนาจการจัดสรรคัดเลือกตามกฎหมายเดิม ก่อนมีคำสั่ง คสช.",
    "url": "https://drive.google.com/file/d/1IeqxiPhXh6BchhqGqLZkVyyjkmYQn_4L/view?usp=sharing",
    "isNCPO": false,
    "links": [],
    "timelines": []
  },
  {
    "id": 2024022101,
    "party": "",
    "title": "ร่าง พ.ร.บ. ว่าด้วยการออกเสียงประชามติ",
    "category": "politics",
    "status": "proposed",
    "description": "เนื่องจากในปัจจุบัน พ.ร.บ.ว่าด้วยการออกเสียงประชามติ พ.ศ.2564 มีบางส่วนที่สามารถปรับปรุงให้ดีขึ้นได้ เช่น การกําหนดกติกาให้เป็นธรรมมากขึ้น การอํานวยความสะดวกให้ประชาชนมากขึ้นในการใช้สิทธิออกเสียงประชามติและในการเข้าชื่อเสนอประชามติ และการอํานวยความสะดวกให้หน่วยงานมากขึ้นในการจัดการออกเสียงประชามติ เป็นต้น",
    "solution": "- กําหนดเกณฑ์การกําหนดวันออกเสียงประชามติและเพิ่มความยืดหยุ่นในการกําหนดวันออกเสียงประชามติให้สอดคล้องกับวันเลือกตั้งของการเลือกตั้งอื่น ๆ ได้\n- กําหนดผู้รับผิดชอบค่าใช้จ่ายและผู้ปฏิบัติหน้าที่ในการดําเนินการ ในกรณีที่มีการออกเสียงประชามติในวันเดียวกับวันเลือกตั้งของการเลือกตั้งอื่น ๆ\n- กําหนดวันออกเสียงประชามติให้สอดคล้องกับการแก้ไขเพิ่มเติม\n- กําหนดให้การเชิญชวนผู้มีสิทธิเข้าชื่อให้ร่วมเข้าชื่อและการร่วมเข้าชื่อเพื่อเสนอให้มีการออกเสียงประชามติสามารถกระทําผ่านสื่ออิเล็กทรอนิกส์ได้\n- แก้ไขเงื่อนไขการออกเสียงที่จะถือว่ามีข้อยุติในเรื่องที่จัดทําประชามติ\n- แก้ไขลักษณะการจัดทําและการเผยแพร่ข้อมูลเกี่ยวกับเรื่องที่จะมีการออกเสียงประชามติให้สอดคล้องกับการแก้ไขเพิ่มเติม\n- เพิ่มความยืดหยุ่นในการกําหนดเขตออกเสียงประชามติ\n- กําหนดให้หน่วยออกเสียงและที่ออกเสียงประชามติสอดคล้องกับหน่วยเลือกตั้งและที่เลือกตั้งของการเลือกตั้งอื่น ในกรณีที่พื้นที่ใดมีการเลือกตั้งอื่นในวันเดียวกันกับการออกเสียงประชามติ\n- กําหนดผู้ปฏิบัติหน้าที่ในเขตออกเสียงประชามติ\n- กําหนดให้ประธานกรรมการการเลือกตั้งรักษาการตามพระราชบัญญัตินี้",
    "url": "https://drive.google.com/file/d/1iDwSracJcwqk53AB2xBtHcximwD68vP4/view",
    "isNCPO": false,
    "links": [],
    "timelines": []
  },
  {
    "id": 2024022102,
    "party": "",
    "title": "ร่าง พ.ร.บ. ยกเลิกคำสั่งหัวหน้าคณะรักษาความสงบแห่งชาติ ที่ 14/2559 เรื่อง คณะกรรมการที่ปรึกษาการบริหารและการพัฒนาจังหวัดชายแดนภาคใต้ และการกำหนดอำนาจหน้าที่ของ กอ.รมน. ลงวันที่ 4 เมษายน พ.ศ. 2559",
    "category": "peace",
    "status": "working",
    "description": "คำสั่งหัวหน้า คสช.ที่ 14/2559 ได้งดใช้บังคับ พ.ร.บ.การบริหารราชการจังหวัดชายแดนภาคใต้ พ.ศ.2553 บางมาตรา โดยเฉพาะการยุติบทบาทของสภาที่ปรึกษาการบริหารและการพัฒนาจังหวัดชายแดนภาคใต้ โดยใช้อำนาจตามมาตรา 44 แห่งรัฐธรรมนูญฉบับชั่วคราวจัดตั้งคณะกรรมการที่ปรึกษาการบริหารและการพัฒนาจังหวัดชายแดนภาคใต้ขึ้นมาทำหน้าที่แทน โดยสมาชิกมีที่มาจากจากการเสนอของหน่วยงานราชการ โดยเฉพาะ กอ.รมน. และตัดทอนบทบาทที่เคยเป็นของสภาที่ปรึกษาฯ เดิมลง กฎหมายฉบับนี้จึงมุ่งยกเลิกคำสั่งดังกล่าวและฟื้นฟูสถานะและบทบาของสภาที่ปรึกษาฯ และยังจำกัดบทบาทของ กอ.รมน. ในภารกิจเกี่ยวกับการป้องกันและบรรเทาสาธารณภัยให้อยู่ภายใต้การร้องขอจากหน่วยงานพลเรือนและได้รับความเห็นชอบจากสภาที่ปรึกษาฯ",
    "solution": "- ยกเลิกคำสั่งหัวหน้า คสช. ที่ 14/2559 ยุติบทบาทของคณะกรรมการที่ปรึกษาการบริหารและการพัฒนา จชต. และฟื้นฟูสถานะและบทบาทของสภาที่ปรึกษาการบริหารและการพัฒนา จชต.\n- กำหนดให้ กอ.รมน.มีอำนาจเพียงการสนับสนุนการปฏิบัติงานของหน่วยงานหรือองค์กรที่มีหน้าที่ตามกฎหมายว่าด้วยการป้องกันและบรรเทาสาธารณภัย ตามที่ได้รับการร้องขอและได้รับความเห็นชอบจากสภาที่ปรึกษาฯ",
    "url": "",
    "isNCPO": false,
    "links": [],
    "timelines": []
  },
  {
    "id": 2024022103,
    "party": "",
    "title": "ร่าง พ.ร.ป. ว่าด้วยคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ (แก้ไขกรอบเวลาพิจารณาคำร้องของ ป.ป.ช.)",
    "category": "corruption",
    "status": "proposed",
    "description": "",
    "solution": "",
    "url": "",
    "isNCPO": false,
    "links": [],
    "timelines": []
  },
  {
    "id": 2024030953,
    "party": "",
    "title": "ร่าง พ.ร.บ. ภาพยนตร์",
    "category": "rights",
    "status": "proposed",
    "description": "กฎหมายเดิมมีบทบัญญัติบางส่วนไม่สอดคล้องกับสภาพเศรษฐกิจและสังคมที่เปลี่ยนแปลงไป และจำกัดเสรีภาพเกินสมควรจนเป็นอุปสรรคต่อการพัฒนาอุตสาหกรรมภาพยนตร์ในประเทศไทย เพื่อให้การพัฒนาอุตสาหกรรมภาพยนตร์ในประเทศไทยให้ทัดเทียมกับนานาอารยประเทศ จึงเห็นสมควรปรับปรุงกฎหมายดังกล่าว โดยกำหนดองค์ประกอบของคณะกรรมการภาพยนตร์แห่งชาติให้มีภาคส่วนอื่นนอกเหนือจากภาครัฐได้เข้าไปมีส่วนร่วมในการพัฒนาอุตสาหกรรมภาพยนตร์ในประเทศไทย และเปลี่ยนแปลงอำนาจหน้าที่บางประการของคณะกรรมการพิจารณาภาพยนตร์แห่งชาติ ยกเลิกการกำหนดประเภทภาพยนตร์ที่ห้ามเผยแพร่ ปรับเกณฑ์อายุผู้ชมภาพยนตร์ เพื่อลดอำนาจการควบคุมจากภาครัฐ ปรับมาตรการทางกฎหมายเพื่อส่งเสริมโรงภาพยนตร์ขนาดเล็ก ยกเลิกกฎหมายเกี่ยวกับการประกอบกิจการวีดิทัศน์ซึ่งหมดความจำเป็นในปัจจุบัน และยกเลิกโทษทางอาญา โดยให้ใช้มาตรการปรับทางพินัยแทน เพื่อให้ผู้ประกอบกิจการภาพยนตร์ในประเทศไทยได้รับการส่งเสริมมากกว่าการควบคุม และสนับสนุนเสรีภาพของประชาชนในการเข้าถึงสื่อภาพยนตร์ได้กว้างขวางมากขึ้น",
    "solution": "1. สนับสนุนการเปิดกว้างทางความคิดสร้างสรรค์\nยกเลิกเรื่องอื่นๆ ใน พ.ร.บ. ที่ส่งผลต่อเสรีภาพ และสนับสนุนการเปิดกว้างทางความคิดสร้างสรรค์\n\n2. การปรับโทษทางอาญา\nปรับลดอายุในเรตต่างๆ และปรับโทษทางอาญาให้เป็นการลงโทษในลักษณะอื่นๆ\n\n3. สัดส่วนของคณะกรรมการ\nปรับโครงสร้างคณะกรรมการภาพยนตร์ จากเดิมส่วนใหญ่เป็นข้าราชการ เปลี่ยนให้คนที่ทำงานในอุตสาหกรรมภาพยนตร์เป็นคณะกรรมการแทน\n\n4. การจัดเรตติ้ง\nปรับรูปแบบการจัดระดับความเหมาะสม (เรตติ้ง) จากเดิมที่เรตสูงสุดคือการกำหนดผู้ชมอายุ 20 ปีขึ้นไป ปรับเป็นอายุ 18 ปีขึ้นไป\n\n5. กองถ่ายที่เข้ามาถ่ายภายในประเทศ\nลดบทบาทการควบคุมจากรัฐสำหรับกองถ่ายที่เข้ามาถ่ายทำในประเทศไทย จากเดิมต้องขอตรวจบทและตรวจรายละเอียดอย่างเข้มงวด เปลี่ยนเป็นเพียงแค่การยื่นจดแจ้งแทน\n\n6. โรงภาพยนตร์ขนาดเล็ก\nเดิมกำหนดว่าโรงภาพยนตร์ทุกประเภทต้องขอใบอนุญาตการทำกิจการ ร่าง พ.ร.บ. ฉบับนี้กำหนดให้โรงภาพยนตร์ขนาดเล็กหรือโรงภาพยนตร์ชุมชนขนาดไม่เกิน 50 ที่นั่ง ใช้เพียงแค่การจดแจ้งเท่านั้น ไม่ต้องขออนุญาต",
    "url": "",
    "isNCPO": false,
    "links": [],
    "timelines": []
  },
  {
    "id": 2024030953,
    "party": "",
    "title": "ร่าง พ.ร.บ. รับราชการทหาร (ยกเลิกบังคับเกณฑ์ทหาร [ฉบับไม่เป็นร่างการเงิน])",
    "category": "army",
    "status": "proposed",
    "description": "ประเทศไทยยังมีระบบเกณฑ์ทหารที่บังคับชายไทยบางส่วนเข้ารับราชการทหารเป็นเวลา 0.5-2 ปี แม้ในห้วงเวลาที่ไม่มีภัยสงคราม ซึ่งนำไปสู่ความสูญเสียทั้งในการลิดรอนเสรีภาพในการดำเนินชีวิตและประกอบอาชีพในระดับปัจเจกบุคคล และในการนำทรัพยากรมนุษย์ในวัยทำงานออกจากระบบเศรษฐกิจในระดับประเทศ การยกเลิกการบังคับเกณฑ์ทหารจะไม่กระทบกับภารกิจการรักษาความมั่นคงของประเทศ หากทำควบคู่กับการลดยอดกำลังพลที่ไม่จำเป็นและการยกระดับคุณภาพชีวิตของพลทหารซึ่งจะนำไปสู่ยอดสมัครใจที่สูงขึ้น",
    "solution": "ยกเลิกการบังคับเกณฑ์ทหาร (ในยามปกติ)\n- ในยามปกติ: คัดเลือกบุคคลเข้าเป็นทหารกองประจำการจากบุคคลที่สนใจสมัครรับราชการทหารด้วยตนเองเท่านั้น โดยเปิดให้บุคคลทุกเพศสามารถสมัครเป็นทหารกองประจำการได้\n- เปิดช่องให้คณะรัฐมนตรีตราพระราชกฤษฎีกาเรียกและตรวจเลือกคนเข้ากองประจำการ เฉพาะในยามที่มีเหตุปรากฎว่าประเทศอาจเผชิญสงครามในระยะเวลาอันใกล้\n\nยกระดับคุณภาพชีวิตของพลหทาร\n- ห้ามนำทหารไปทำงานรับใช้ส่วนตัว (พลทหารรับใช้) หรือกระทำการใดที่ละเมิดต่อร่างกายหรือจิตใจ\n- กำหนดให้หลักสูตรฝึกวิชาทหารต้องส่งเสริมความรู้ด้านประชาธิปไตยและสิทธิมนุษยชน\n- ปรับระยะเวลาในการปฏิบัติหน้าที่พลทหารให้มีความยืดหยุ่นขึ้น โดยคำนึงถึงความก้าวหน้าทางอาชีพ\n\nออกแบบขั้นตอนธุรการให้ทันสมัยขึ้น\n- กำหนดให้รายละเอียดและขั้นตอนธุรการต่าง ๆ (เช่น การขึ้นบัญชีทหารกองเกิน การรับสมัครทหารกองประจำการ การปลดทหารกองประจำการ) ถูกออกแบบในระดับกฎกระทรวง เพื่อให้เท่าทันต่อการเปลี่ยนแปลง",
    "url": "https://drive.google.com/file/d/1-qAsZTIL7lZOggRk7A8TbsnMgKF0HGQO/view",
    "isNCPO": false,
    "links": [],
    "timelines": []
  },
  {
    "id": 2024033101,
    "party": "",
    "title": "ร่าง พ.ร.บ. กัญชา กัญชง",
    "category": "economy",
    "status": "proposed",
    "description": "",
    "solution": "",
    "url": "https://drive.google.com/file/d/1d59JLC1mW4vIkcLCzWEtljMAk8jzEo6c/view",
    "isNCPO": false,
    "links": [],
    "timelines": []
  },
    {
    "id": 2024033102,
    "party": "",
    "title": "ร่างรัฐธรรมนูญแห่งราชอาณาจักรไทย แก้ไขเพิ่มเติม (แก้ไข สสร.)",
    "category": "politics",
    "status": "proposed",
    "description": "ด้วยรัฐธรรมนูญแห่งราชอาณาจักรไทยปัจจุบันมีปัญหาเรื่องความชอบธรรมทางประชาธิปไตย เนื่องจากเป็นรัฐธรรมนูญที่เชื่อมโยงกับคณะรัฐประหาร ถูกรับรองโดยกระบวนการประชามติที่ไม่เสรีและเป็นธรรม และมีบทบัญญัติหลายประการที่ไม่สอดคล้องกับหลักการประชาธิปไตย จึงสมควรเพิ่มหมวด 15/1 การจัดทำรัฐธรรมนูญฉบับใหม่ ไว้ในรัฐธรรมนูญแห่งราชอาณาจักรไทย เพื่อจัดให้มีสภาร่างรัฐธรรมนูญที่มาจากการเลือกตั้งของประชาชนมาดำเนินการจัดทำรัฐธรรมนูญฉบับใหม่ และด้วยมาตรา 256 ของรัฐธรรมนูญแห่งราชอาณาจักรไทย ได้กำหนดหลักเกณฑ์และวิธีการแก้ไขเพิ่มเติมรัฐธรรมนูญที่เป็นอุปสรรคต่อการแก้ไขเพิ่มเติมรัฐธรรมนูญแม้ในกรณีที่เป็นฉันทามติในวงกว้างของประชาชนหรือสมาชิกสภาผู้แทนราษฎรที่มาจากการเลือกตั้งของประชาชน จึงจำเป็นต้องตรารัฐธรรมนูญแห่งราชอาณาจักรไทยนี้",
    "solution": "เพิ่มหมวด 15/1 (การจัดทำรัฐธรรมนูญฉบับใหม่) และแก้ไขมาตรา 256 (การแก้ไขเพิ่มเติมรัฐธรรมนูญ) โดยมีสาระสำคัญดังต่อไปนี้\n\n1. จัดให้มีสภาร่างรัฐธรรมนูญ ประกอบไปด้วยสมาชิกสภาร่างรัฐธรรมนูญ (สสร.) 200 คน ที่มาจากการเลือกตั้งทั้งหมด แบ่งออกเป็น 2 ประเภท\n1.1 ประเภท 100 คนแบบแบ่งเขต โดยใช้จังหวัดเป็นเขตเลือกตั้ง (สมัครเป็นรายบุคคล / ประชาชนเลือกผู้สมัครได้ 1 คน / ผู้สมัครที่ได้คะแนนสูงสุดได้รับเลือก)\n1.2 ประเภท 100 คนแบบบัญชีรายชื่อ โดยใช้ประเทศเป็นเขตเลือกตั้ง (สมัครเป็นทีม / ประชาชนเลือกทีมผู้สมัครได้ 1 ทีม / แต่ละทีมได้จำนวน สสร. ตามสัดส่วนคะแนนที่ได้รับ)\n* ระบบเลือกตั้งที่มี สสร. ทั้ง 2 ประเภท จะทำให้สภาร่างรัฐธรรมนูญมีทั้งตัวแทนเชิงพื้นที่ และตัวแทนเชิงประเด็น-กลุ่มอาชีพ-กลุ่มสังคม\n\n2. กำหนดให้ สสร. มีอำนาจในการจัดทำรัฐธรรมนูญฉบับใหม่ทั้งฉบับ (ตราบใดที่ไม่เป็นการเปลี่ยนแปลงการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข หรือการเปลี่ยนแปลงรูปแบบรัฐ ตามที่บัญญัติไว้แล้วในรัฐธรรมนูญมาตรา 255)\n\n3. กำหนดให้ สสร. มีกรอบเวลาไม่เกิน 360 วัน ในการจัดทำรัฐธรรมนูญฉบับใหม่ เพื่อให้ สสร. มีเวลาเพียงพอในการรับฟังความเห็นอย่างรอบด้านและทำงานอย่างรอบคอบ ในขณะที่ไม่ทำให้กระบวนการมีความยืดเยื้อจนทำให้เราได้รัฐธรรมนูญฉบับใหม่อย่างล่าช้าจนเกินไป\n\n4. กำหนดอายุขั้นต่ำของผู้สมัคร สสร. ไว้ที่ 18 ปี ซึ่งสอดคล้องกับหลักการประชาธิปไตยสากลว่าอายุขั้นต่ำสำหรับการลงสมัครรับเลือกตั้งตำแหน่งทางการเมืองใดๆก็ตาม มักยึดตามอายุขั้นต่ำในการมีสิทธิเลือกตั้ง (“ถ้าโตพอจะโหวตได้ ก็โตพอจะลงสมัครได้”)\n\n5. กำหนดให้ สสร. มีคณะกรรมาธิการยกร่างรัฐธรรมนูญ ที่ประกอบไปด้วย สสร. ไม่น้อยกว่า 2/3 ของจำนวนกรรมาธิการ (เพื่อให้ กมธ. มีตัวแทนที่มาจากการเลือกตั้งโดยตรงของประชาชนเป็นเสียงส่วนใหญ่) และเปิดพื้นที่ให้กับคนนอกที่ สสร. คัดเลือกและอนุมติ (เพื่อให้ กมธ. มีพื้นที่ให้กับผู้เชี่ยวชาญ-ผู้มีประสบการณ์ ที่อาจไม่ได้ลงสมัครรับเลือกตั้งโดยตรง)\n\n6. กำหนดให้มีการจัดทำประชามติ หลังจากที่ สสร. จัดทำรัฐธรรมนูญฉบับใหม่เสร็จ เพื่อสอบถามประชาชนว่าเห็นด้วยหรือไม่กับร่างรัฐธรรมนูญฉบับใหม่ (ซึ่งสอดคล้องกับคำวินิจฉัยศาลรัฐธรรมนูญ 4/2564)\n\n7. กำหนดให้ สสร. มีอำนาจจัดทำพระราชบัญญัติประกอบรัฐธรรมนูญ (พรป.) และส่งให้รัฐสภาพิจารณาเห็นชอบ (ถ้ารัฐสภาไม่เห็นชอบ พรป. ฉบับไหนของ สสร. รัฐสภาจะมีอำนาจรับไปทำต่อเอง) เพื่อประหยัดเวลาและป้องกันผลประโยชน์ทับซ้อน\n\n8. กำหนดให้ สสร. สามารถปฏิบัติหน้าที่ต่อได้ โดยไม่ถูกกระทบจากการยุบสภาฯ หรือ จากการที่สภาฯหมดวาระ เพื่อความต่อเนื่องของ สสร. ในการทำงาน และของกระบวนการจัดทำรัฐธรรมนูญฉบับใหม่\n\n9. กำหนดให้ สสร. ห้ามดำรงตำแหน่งทางการเมือง (เช่น สส / สว / รัฐมนตรี / ผู้บริหารหรือสมาชิกสภาท้องถิ่น / ตุลาการศาลรัฐธรรมนูญ / ผู้ดำรงตำแหน่งในองค์กรอิสระ) ภายใน 5 ปีแรก เพื่อป้องกันผลประโยชน์ทับซ้อน\n\n10. ปรับเกณฑ์การแก้ไขรัฐธรรมนูญ (มาตรา 256) โดยกำหนดให้การแก้ไขรัฐธรรมนูญกระทำได้ หาก\n- ได้รับความเห็นชอบเกิน ½ ของสมาชิกรัฐสภา (ซึ่งประกอบไปด้วย สส. ที่มาจากการเลือกตั้ง และ สว. ที่ไม่ได้มาจากการเลือกตั้ง) และ\n- ได้รับความเห็นชอบเกิน ⅔ ของสภาผู้แทนราษฎร (ซึ่งมาจากการเลือกตั้งโดยตรงของประชาชน)\n- (เฉพาะในกรณีที่เป็นการแก้ไขเกี่ยวกับการแก้ไขรัฐธรรมนูญหรือการจัดทำรัฐธรรมนูญฉบับใหม่) ได้รับความเห็นชอบจากประชาชนผ่านประชามติ",
    "url": "",
    "isNCPO": false,
    "links": [],
    "timelines": []
  },
  {
    "id": 2024051901,
    "party": "",
    "title": "ร่าง พ.ร.บ. มาตรการของฝ่ายบริหารในการป้องกันและปราบปรามการทุจริต",
    "category": "corruption",
    "status": "working",
    "description": "",
    "solution": "",
    "url": "https://drive.google.com/file/d/1hW3wcCPjcAjRevBAL7QWJysIBHw9ZlHH/view?usp=sharing",
    "isNCPO": false,
    "links": [],
    "timelines": []
  },
  {
    "id": 2024051901,
    "party": "",
    "title": "ร่าง พ.ร.บ. ยกเลิกคำสั่งหัวหน้า คสช. ที่ 7/2558 เรื่อง การปฏิบัติหน้าที่ของคณะกรรมการคุรุสภา คณะกรรมการส่งเสริมสวัสดิการและสวัสดิภาพครูและบุคลากรทางการศึกษา และคณะกรรมการบริหารองค์การค้าของสำนักงานคณะกรรมการส่งเสริมสวัสดิการและสวัสดิภาพครูและบุคลากรทางการศึกษา ลงวันที่ 16 เมษายน พ.ศ. 2558 และคำสั่งหัวหน้า คสช. ที่ 17/2560 เรื่อง แก้ไขเพิ่มเติมคำสั่งหัวหน้า คสช. ที่ 7/2558 ลงวันที่ 21 มีนาคม พ.ศ. 2560 (คืนสภาวิชาชีพให้ครู)",
    "category": "government",
    "status": "proposed",
    "description": "",
    "solution": "",
    "url": "https://drive.google.com/file/d/1oG2AD-S_wrYZFCKc8-I3GC_oDIPLJn4O/view?usp=drive_link",
    "isNCPO": false,
    "links": [],
    "timelines": []
  },
  {
    "id": 2024051902,
    "party": "",
    "title": "ร่าง พ.ร.บ. ยกเลิกคำสั่งหัวหน้า คสช. ที่ 11/2561 เรื่อง การแก้ไของค์ประกอบของคณะกรรมการมาตรฐานวิชาชีพตามกฎหมายว่าด้วยสภาครูและบุคลากรทางการศึกษา ลงวันที่ 25 กรกฎาคม พ.ศ. 2561 (คืนมาตรฐานวิชาชีพครู)",
    "category": "government",
    "status": "proposed",
    "description": "",
    "solution": "",
    "url": "https://drive.google.com/file/d/1Vl19yxQiKuxGHLlIeL-5xo5wVBZdlwoJ/view?usp=drive_link",
    "isNCPO": false,
    "links": [],
    "timelines": []
  },
    {
    "id": 2024051903,
    "party": "",
    "title": "ร่าง พ.ร.บ. ยกเลิกคำสั่งหัวหน้า คสช. ที่ 16/2560 เรื่อง การบริหารงานบุคคลของข้าราชการครูและบุคลากรทางการศึกษา ลงวันที่ 21 มีนาคม พ.ศ. 2560 (คืน ก.ค.ศ.)",
    "category": "government",
    "status": "proposed",
    "description": "",
    "solution": "",
    "url": "https://drive.google.com/file/d/1bKqfTm6syQKMWQinHByg4DRveE0pBiZo/view?usp=drive_link",
    "isNCPO": false,
    "links": [],
    "timelines": []
  }
]
